{
    "zh-cn": {
        "初次见面…": "唷，找本堂主有何贵干呀？嗯？你不知道吗，往生堂第七十七代堂主就是胡桃我啦！嘶，不过瞧你的模样，容光焕发，身体健康，嗯…想必是为了工作以外的事来找我，对吧？",
        "闲聊·往生堂": "不如去我那儿喝杯茶？嘿~",
        "闲聊·客户": "一个客户，两个客户，三个客户…",
        "闲聊·偷懒": "咳咳…太阳出来我晒太阳，月亮出来我晒月亮咯~",
        "下雨的时候…": "哎呀…麻烦喽。",
        "打雷的时候…": "打雷啦，起身啦。",
        "下雪的时候…": "哇，是雪！",
        "起风的时候…": "嗯，真舒服。",
        "刮大风了…": "欸？…唉，帽子都要吹飞了。",
        "早上好…": "嗯~早起身体好，晚睡人会飘。",
        "中午好…": "哟！中午好呀，吃了吗？",
        "晚上好…": "嘻嘻，月亮出来喽~咱也出门吧。",
        "晚安…": "哦，困了吗？那你好好休息，我一个人四处转转。",
        "关于胡桃自己·名字": "胡桃的胡是胡吃海喝的胡，胡桃的桃却不是淘气的淘！嘿嘿…不、不好笑吗？",
        "关于胡桃自己·拿手好戏": "变个戏法给你看，瞧好了哦…火！然后…嚯！火蝴蝶！呼，飞啦——哈哈。",
        "关于我们·好奇心": "你到处旅行，一定见多识广。有空也给我讲讲你自己的故事吧。",
        "关于我们·夜晚": "白天你尽管到处跑，晚上可得小心点。我不在的时候，务必谨慎行动。",
        "关于我们·帮手": "需要帮手吗？需要帮手吗？我来啦！若你需要帮助，胡桃我定当全力以赴，绝不推辞。",
        "关于我们·战斗": "战斗是件麻烦事，对我来说，它不是目的而是手段。用手段来达到目的，用战斗来维护不愿让步的东西。就这方面而言，我和你是一样的。",
        "关于「神之眼」…": "「神之眼」…「神之眼」？唔，这东西，随缘就好。",
        "有什么想要分享…": "受人之托，忠人之事。我们往生堂性质特殊，肩负着双倍责任，所以，一定要让两个世界的人都满意才行。",
        "感兴趣的见闻…": "有些花草只长在阴气重月光多的地方，你见过吗？没有？那下次带你见识见识。",
        "关于钟离…": "钟离长得那么年轻，性格倒像是个老古董，什么都懂，却什么都不关心，他该不会…？嘻嘻…\n唉，算了，随他去吧。",
        "关于七七…": "看到七七了吗？快告诉我她在哪，我要把她藏起来，嘿！",
        "关于白术…": "白术？哼，麻烦的家伙。",
        "关于凝光…": "天权凝光，富甲一方；明眸善睐，桃羞杏让；目达耳通，百了千当！",
        "关于北斗…": "北斗姐可是璃月名人，她不认识我没关系，我认识她就行。啊~真想和她交个朋友啊。",
        "关于行秋…": "听说行秋少爷在写书？话本还是怪谈呢？好想把平日遇见的杂事说给他听，写成书一定很好看吧。",
        "关于重云…": "纯阳正气，阴阳合一？啧啧，嘶…没想到世上真有这种体质的人。",
        "关于魈…": "仙家的事，我怎么知道？哎呀呀，天机不可泄露。你就别问我啦。",
        "关于刻晴…": "「玉衡」刻晴啊，嘶…是个很难打交道的人呢。嘿嘿，瞧那一本正经的样子，真想逗逗她。哎呦，她应该不会用剑敲我头吧？不会的吧？",
        "关于香菱…": "香菱可好玩了，一碰就跳，特别容易被唬住。做我们这行，最喜欢这种人喽。不过也得注意分寸，毕竟，锅巴会替香菱出头呢。",
        "关于云堇…": "云堇她在正式场合很优雅，私底下却非常容易亲近哦！上次我跟她打了个赌，输的人要用自己习惯的唱法唱对方填的词。哎呀呀，戏腔版的丘丘谣，你真该听一次！",
        "关于申鹤…": "她可真是个有意思的人呐，跟别人都不一样。你说，要是我从现在开始天天吃仙草、喝山露，会不会也变成她那么不染红尘的样子？嘿嘿…",
        "想要了解胡桃·其一": "大丘丘病了，二丘丘瞧；三丘丘采药，四丘丘熬；五丘丘死了，六丘丘抬~\n欸…呼。",
        "想要了解胡桃·其二": "小巷派暗黑打油诗人，正是本人！",
        "想要了解胡桃·其三": "若要我说，往生堂的工作既不困难也不可怕，只是麻烦而已。可惜旁人理解不了，见到咱们夜里出工，总是有些惧怕。唉，是他们不懂啊。",
        "想要了解胡桃·其四": "我是「往生堂」第七十七代堂主，我爷爷是第七十五代。我经手的第一份工作，就是替爷爷办葬礼。是不是很意外啊？哎呀，不知不觉就在这行做了好些年，时间过得可真快。",
        "想要了解胡桃·其五": "阴阳有序，命运无常。死亡难以预测，却也有它的规矩。记住了，无论何时何地，无论有何原因，人都不该轻易挑衅「死」之一事。唯有认识它、尊重它，才能明白活着的价值。",
        "胡桃的爱好…": "天清海阔，皓月凌空，此情此景，正适合作诗一首。",
        "胡桃的烦恼…": "唉…真想找些新乐子，无所事事比死亡可怕多了。",
        "喜欢的食物…": "♪啦啦啦啦~吃水煮鱼配虾饺啦~",
        "讨厌的食物…": "清心炒史莱姆凝液…呕…这是香菱对我的复仇吗？",
        "生日…": "今夜天星璀璨，月相壮丽，想必是个好日子。嘶，待我一算…嗯~我知道我知道，是你的生辰！哎呀，真是个好日子。",
        "突破的感受·起": "哦呀？哦呀呀？",
        "突破的感受·承": "嗯~真不错，谢啦。",
        "突破的感受·转": "没想到没想到，胡桃我现在力如泉涌，心似雄鹰，非常有自信哦。",
        "突破的感受·合": "力量若达到极限，接着考验的便是人心。多亏了你，我才能来到这片未曾踏足的领域。在这里，心和灵魂就像一片云彩…生老病死，天地万象，尽在吾辈。",
        "元素战技·其一": "喝！",
        "元素战技·其二": "起！",
        "元素战技·其三": "散！",
        "元素爆发·其一": "吃饱喝饱，一路走好！",
        "元素爆发·其二": "再会啦！",
        "元素爆发·其三": "蝶火燎原！",
        "冲刺开始·其一": "嚯——！",
        "冲刺开始·其二": "走~",
        "冲刺开始·其三": "咻~",
        "打开风之翼·其一": "顺风顺水~",
        "打开宝箱·其一": "撞大运咯！",
        "打开宝箱·其二": "让我看看，都有什么好东西。",
        "打开宝箱·其三": "快埋进土里，等它长出好多宝箱！",
        "生命值低·其一": "哎哟哎哟！",
        "生命值低·其二": "噫——！",
        "生命值低·其三": "糟糕！",
        "倒下·其一": "到我了吗…",
        "倒下·其二": "我记…仇…",
        "倒下·其三": "呃啊——",
        "重受击·其一": "干嘛呀！",
        "加入队伍·其一": "哦？该我出马了？",
        "加入队伍·其二": "你很有眼光嘛！",
        "加入队伍·其三": "一波送走，全送走。"
    },
    "id-og": {
        "Halo": "Oh, ada apa mencariku? Hmm? Kamu tidak tahu? Aku adalah master ke-77 dari Wangsheng Funeral Parlor, Hu Tao. Walaupun kalau melihat dirimu ini... Begitu bercahaya dan sehat... Oke, kamu pasti mencariku untuk hal lain dan tidak ada hubungannya dengan pekerjaanku bukan?",
        "Berbincang: Wangsheng Funeral Parlor": "Mau datang ke tempatku untuk minum teh? Hehe~",
        "Berbincang: Klien": "Satu klien, dua klien, tiga klien...",
        "Berbincang: Bersantai Sejenak": "*uhuk*...Saat fajar menyingsing, aku bermandikan sinar mentari. Saat rembulan muncul, aku bermandikan sinar rembulan~",
        "Waktu Hujan": "Hai-ya... sungguh merepotkan...",
        "Waktu Petir Menyambar": "Petir! Kaget sekali!",
        "Waktu Turun Salju": "Salju!",
        "Waktu Angin Bertiup": "Ahhh~ Udaranya segar sekali~",
        "Saat Angin Berembus": "Ah! Topiku terbang!",
        "Selamat Pagi": "Bangun pagi sehat jasmani, malam bergadang nyawa melayang.",
        "Selamat Siang": "Hei! Selamat siang! Apa kamu sudah makan?",
        "Selamat Malam": "Hehehe, bulan sudah keluar, begitu pula aku!",
        "Selamat Tidur": "Oh, kamu mengantuk? Beristirahatlah, aku akan berjalan-jalan sendiri...",
        "Tentang Hu Tao: Nama": "Nama Hu dari Hu Tao berasal dari \"HUhuhu di peti mati\", dan Tao dari \"gak TAO cara keluar dari peti ini!\" Hehe... ti-tidak lucu ya?",
        "Tentang Hu Tao: Trik Favorit": "Biar kuperlihatkan beberapa trik api padamu. Pertama... Api! Lalu... membara! Api kupu-kupu! Terbanglah dengan bebas!",
        "Tentang Kami: Rasa Penasaran": "Kamu sudah menjelajah kemana-mana, jadi kamu pasti sudah melihat banyak hal. Jika kamu ada waktu, bisakah kamu menceritakan kisahmu?",
        "Tentang Kami: Malam Hari": "Kamu bisa berlarian sepuasnya pada siang hari, tapi berhati-hatilah saat malam tiba. Jika tidak ada aku, pastikan kamu tetap waspada ya.",
        "Tentang Kita: Pembantu": "Perlu bantuan, perlu bantuan? Aku di sini jika kamu memerlukan bantuan, aku akan membantu sebisa mungkin.",
        "Tentang Kami: Pertarungan": "Bertarung benar-benar melelahkan. Bagiku, bertarung bukanlah tujuan tapi sarana. Menggunakan sarana untuk mencapai tujuan, bertarung demi sesuatu yang tidak bisa kutoleransi... dilihat dari sudut pandang ini, sepertinya kamu dan aku sama.",
        "Tentang Vision": "Vision... Vision...? Oh, benda ini? Yah, sudahlah...",
        "Berbagi Cerita": "Kami dipercaya oleh masyarakat untuk terus mewujudkan keinginan mereka. Wangsheng Funeral Parlor itu istimewa, karena memikul tanggung jawab ganda, baik di alam ini maupun di alam berikutnya.",
        "Cerita yang Menarik": "Beberapa tanaman hanya tumbuh di tempat yang lebih suram dengan cahaya bulan yang cukup. Apa kamu pernah melihatnya? Tidak pernah? Oh, baiklah, aku harus menunjukkannya padamu lain kali.",
        "Tentang Zhongli": "Zhongli terlihat muda, tapi kepribadiannya agak kuno. Dia tahu segalanya, tetapi tidak mengkhawatirkan apa pun. Apa mungkin dia adalah...\nHehe, ah sudahlah, lupakan saja.",
        "Tentang Qiqi": "Apa kamu sudah melihat Qiqi? Katakan padaku di mana dia, ayo cepat. Aku harus segera menyegelnya, hehehe!",
        "Tentang Baizhu": "Baizhu? Uh, pria itu...",
        "Tentang Ningguang": "Tianquan Ningguang... Orang kaya, dengan tatapan cerah, wajah indah, serba tahu dan mampu melakukan apa saja!",
        "Tentang Beidou": "Beidou begitu terkenal di Liyue. Dia tidak mengenalku, tapi tidak masalah, mengetahui tentang dia saja sudah cukup untukku. Aduh... Aku benar-benar ingin berteman dengannya.",
        "Tentang Xingqiu": "Kudengar tuan Xingqiu sedang menulis buku? Novel standar, atau cerita hantu? Aku pikir aku harus pergi memberi tahu dia tentang semua hal yang pernah kuhadapi - itu akan membuat bukunya menjadi lebih bagus!",
        "Tentang Chongyun": "Semuanya energi yang dan tidak ada yin? Siapa yang tahu kalau orang-orang seperti itu ternyata memang ada di dunia ini.",
        "Tentang Xiao": "Apa yang aku ketahui tentang Adeptus? Ai-ya-ya, hal semacam itu benar-benar super rahasia! Jangan bertanya padaku tentang itu!",
        "Tentang Keqing": "Sang Yuheng, Keqing ya... dia cukup sulit diajak bicara. Hehe, dia sangat tegang, benar-benar membuatku menjadi ingin bermain-main dengannya. Dia tidak akan memukul kepalaku dengan pedangnya kan? Atau mungkin saja...?",
        "Tentang Xiangling": "Xiangling benar-benar orang yang menyenangkan! Hanya dengan sedikit \"boo\" begitu saja dan dia akan melompat, dia sangat mudah untuk ditakuti! Berada di industri seperti ini, aku menyukai orang-orang seperti itu. Namun, aku harus tetap waspada, takutnya nanti Guoba bisa saja membakarku.",
        "Tentang Yun Jin": "Yun Jin selalu tampil anggun di acara resmi, tapi kamu bakal kaget kalau tahu dia itu aslinya ramah sekali! Aku pernah taruhan dengannya dulu, dan yang kalah harus menyanyikan lagu pilihan yang menang dengan gaya mereka sendiri. Haiya, kamu harus dengar waktu dia nyanyi Hilitune versi opera!",
        "Tentang Shenhe": "Dia orang yang sangat menarik, jauh beda dari orang-orang lain yang pernah kutemui sebelumnya. Apa menurutmu, kalau aku mulai minum embun pegunungan dan makan tumbuhan dewa, aku juga bisa terlihat suci dan murni seperti dirinya? Hehe ....",
        "Mengenal Hu Tao: I": "♪Silly-churl, billy-churl, silly-billy hilichurl. Frilly-churl, willy-churl, frilly-willy hilichurl♪\nAh, hehe...",
        "Mengenal Hu Tao: II": "Penyair dari gang tergelap - Aku!",
        "Mengenal Hu Tao: III": "Kalau tanya aku, kerja di Wangsheng Funeral Parlor itu tidak susah maupun seram, cuma repot saja. Sayangnya, orang kebanyakan gagal paham waktu lihat kami keluar malam-malam. Itulah yang bikin mereka takut. *haah* Mereka tidak mengerti!",
        "Mengenal Hu Tao: IV": "Aku Direktur ke-77 Wangsheng Funeral Parlor, kakekku adalah yang ke-75. Hal pertama yang kuambil alih adalah urusan pemakaman. Haha, mengejutkan ya? Dan sejak itu, sudah berapa tahun ya ... Waktu berlalu begitu cepat.",
        "Mengenal Hu Tao: V": "Keseimbangan harus dijaga, namun takdir tidaklah tetap. Kematian sulit diprediksi, namun tetap punya aturan tersendiri. Ingat, kapan pun, apa pun, di mana pun, tidak boleh menghina kematian. Kenali dan hormati kematian, makan kamu dapat memahami arti kehidupan.",
        "Hobi Hu Tao": "Terang bulan tinggi di langit cerah nan luas ... Sungguh sempurna untuk menulis puisi.",
        "Kekhawatiran Hu Tao": "Aih, aku harus lakukan sesuatu yang menyenangkan ... Duduk-duduk tidak ada kerjaan itu takdir yang lebih parah daripada kematian.",
        "Makanan Favorit": "♪La~la~la~ Ikan kukus dengan pangsit udang~",
        "Makanan yang Tidak Disukai": "Qingxin Slime Condensate ... Huek ... Ini sih Xiangling balas dendam namanya ....",
        "Ulang Tahun": "Malam ini bintang-bintang sungguh menyilaukan dan bulan bersinar megah, ini pasti hari yang istimewa ... Tapi ini hari apa ya ... Haha, aku tahu! Ini hari ulang tahunmu! Memang hari yang baik ya.",
        "Perasaan Tentang Ascension: Permulaan": "O-ya? O-ya-ya?",
        "Perasaan Tentang Ascension: Persiapan": "Ya, ini bagus kok, terima kasih!",
        "Perasaan Tentang Ascension: Klimaks": "Tidak terbayang kalau aku, Hu Tao, bisa seperti ini. Energi yang menyembur deras, hati yang mengudara bagai elang! Aku merasa luar biasa!",
        "Perasaan Tentang Ascension: Konklusi": "Setelah mencapai kondisi fisik yang prima, maka ujian berikutnya adalah keteguhan hati. Berkat dirimu, aku akhirnya bisa melangkah sampai ke sini, ke tempat yang sama sekali baru. Di sini, hati dan jiwa menyatu layaknya awan. Kematian itu mutlak, tidak ada satu makhluk pun di kolong langit ini yang bisa luput dari maut.",
        "Elemental Skill: I": "Huh!",
        "Elemental Skill: II": "Chi!",
        "Elemental Skill: III": "Syuh!",
        "Elemental Burst: I": "Tamat riwayatmu!",
        "Elemental Burst: II": "Menyeberanglah!",
        "Elemental Burst: III": "Bakar, bakar, celana kebakar~",
        "Mulai Lari: I": "Hoo——!",
        "Mulai Lari: II": "Gas~",
        "Mulai Lari: III": "Hoo~",
        "Membuka Wind Glider: I": "Bersama angin~",
        "Membuka Peti Harta: I": "Jackpot!",
        "Membuka Peti Harta: II": "Peti ini lucu deh!",
        "Membuka Peti Harta: III": "Kalau kita kubur, siapa tahu dia bisa bangkit!",
        "HP Rendah: I": "Yayaya!",
        "HP Rendah: II": "Iiiiih!",
        "HP Rendah: III": "Celaka!",
        "Gugur: I": "Apa ... waktuku sudah tiba?",
        "Gugur: II": "Akan kuingat ....",
        "Gugur: III": "Argh ....",
        "Menerima Serangan Hebat: I": "Sudah!",
        "Bergabung ke Party: I": "Oh? Sudah waktunya aku gabung?",
        "Bergabung ke Party: II": "Pilihan bagus!",
        "Bergabung ke Party: III": "Kirim satu, kirim semuanya!"
    },
    "en-og": {
        "Hello": "Yoh, now why might you be looking for me, hm? Oh, you didn't know? I'm the 77th Director of the Wangsheng Funeral Parlor, Hu Tao. Though by the looks of you... Radiant glow, healthy posture... Yes, you're definitely here for something other than that which falls within my regular line of work, aren't you?",
        "Chat: Wangsheng Funeral Parlor": "Wanna come over for tea?",
        "Chat: Customers": "One client, two clients, three clients!",
        "Chat: Taking a Break": "When the sun's out, bathe in sunlight. But when the moon's out, bathe in moonlight~",
        "When It Rains": "*sigh* What a bummer...",
        "When Thunder Strikes": "Lightning! Let's bolt!",
        "When It Snows": "Snow!",
        "When It's Windy": "Ahhhh~ What a nice breeze~",
        "When the Wind Is Blowing": "My hat's gonna get blown away!",
        "Good Morning": "Well are those who rise in the early morn, while those late to bed I shall forewarn~",
        "Good Afternoon": "Yo! Afternoon! Had lunch?",
        "Good Evening": "Hee-hee, moon's out, and so am I!",
        "Good Night": "Oh, you sleepy? Get some rest, I'm gonna take a walk by myself...",
        "About Hu Tao: Name": "Hu as in \"Who put me in this coffin?\" and Tao as in \"I can't geT OUt!\" Hehe... No, not funny?",
        "About Hu Tao: Favorite Tricks": "Lemme show you some fire tricks. First... Fire! And then... Whoosh! Fire butterfly! Be free!",
        "About Us: Curiosity": "You've been all over, so you must've seen a lot. When you've got the time, tell me your story, yea?",
        "About Us: Night": "Run around all you like during the day, but you should be careful during the night. When I'm not around, best keep your wits about you.",
        "About Us: Helper": "Need a hand, need a hand? I'm here! If you need some assistance, I'm here to give it my all to the very end! Hee-hee...",
        "About Us: Battle": "Fighting's a pain. For me, it's not an objective so much as a means to an end. Using the means to reach the end, to fight for that which I will not compromise on — it's in this way that you and I are the same.",
        "About the Vision": "Vision... Vision...? Oh, this thing? Yeah, whatever...",
        "Something to Share": "We are entrusted by the people to loyally see out their wishes. Wangsheng Funeral Parlor is special, in that it carries a dual responsibility, to those both of this realm, and the next.",
        "Interesting Things": "Some plants only grow in gloomier spots with ample moonlight. You ever seen any? Oh, no? Well, I'll have to show you next time.",
        "About Zhongli": "Zhongli looks young, but his personality is a bit dusty. Knows everything, but doesn't fret over anything. Hmm... Couldn't be that he's a...\nHehe, forget it, whatever.",
        "About Qiqi": "Have you seen Qiqi? Tell me where she is, quickly. I need to go seal her away, hee-hee!",
        "About Baizhu": "Baizhu? Ugh, that guy...",
        "About Ningguang": "Tianquan Ningguang... Well-off, a radiant gaze, exquisite face, in the know and capable of anything!",
        "About Beidou": "Beidou is well-known in Liyue. She doesn't know me, but that's cool, me just knowing about her is enough. Aw man... I really do wanna make friends with her.",
        "About Xingqiu": "I hear master Xingqiu is writing a book? Standard novella, or a ghost story? I think I should go tell him about all the things I run into — that'd make for a really good read!",
        "About Chongyun": "All yang and no yin? Huh, who knew such people existed in this world?",
        "About Xiao": "What would I know of the adepti? Ai-yai-yai, that kind of stuff is top-secret! Don't come asking me about it!",
        "About Keqing": "The Yuheng, Keqing... she's quite hard to talk to. She's so uptight, hehe... Really makes me wanna mess with her. She wouldn't knock me in the head with her sword though, right? Or would she...?",
        "About Xiangling": "Xiangling's a riot! Only a little \"boo\" and she jumps, she's so easy to scare! Being in the industry that I am, I just love these kinds of people the most. Gotta keep it in check though, in case Guoba ends up toasting me instead.",
        "About Yun Jin": "Yun Jin always appears so graceful on formal occasions, but you'd be surprised how friendly she is in private! I made a bet with her once, and the loser had to sing lyrics of the winner's choice in their own singing style. My my, I wish you could have heard her operatic version of the Hilitune!",
        "About Shenhe": "She is quite the fascinating individual, completely different from anyone else I've encountered. Do you think if I started eating divine herbs and drinking the dew of the mountains every single day, I'd be able to look as pure and pristine as she does? Hehe...",
        "More About Hu Tao: I": "♪Silly-churl, billy-churl, silly-billy hilichurl. Frilly-churl, willy-churl, frilly-willy hilichurl♪ \nAh, hehe...",
        "More About Hu Tao: II": "Versemonger of the darkest alleys — that's me!",
        "More About Hu Tao: III": "If you ask me, there's nothing hard or scary about working at Wangsheng Funeral Parlor, it's just a pain is all. It's a shame — others see us going out to work at night and just don't understand — and that's what scares them. *sigh* You all just don't understand!",
        "More About Hu Tao: IV": "I'm Wangsheng Funeral Parlor's 77th Funeral Director, my grandfather was the 75th. First thing I took over was funeral affairs. Haha, surprising huh? And just like that, it's already been a few years... Time really does go by so quickly.",
        "More About Hu Tao: V": "Balance must be maintained, and yet destinies remain variable. Death has its own rules, and yet is still hard to predict. Remember — no matter where, no matter when, no matter what the reason — one should never poke fun at death. Only once you know and respect death can you truly understand the value of life.",
        "Hu Tao's Hobbies": "A bright moon aloft amid the vast, clear skies... Moments like these are just perfect for writing poetry.",
        "Hu Tao's Troubles": "*sigh* I gotta find something fun to do... Sitting around doing nothing is a fate worse than death.",
        "Favorite Food": "♪La~la~la~ Steamed fish with a side of prawn dumplings~",
        "Least Favorite Food": "Qingxin Slime Condensate... Bleugh... Surely this is Xiangling getting payback...",
        "Birthday": "Tonight the stars are dazzling and the moon majestic, it must be a special day... But just what day could it be... Haha, I know, I know! It's your birthday! It really is a great day.",
        "Feelings About Ascension: Intro": "O-ya? O-ya-ya-ya?",
        "Feelings About Ascension: Building Up": "Yeah, this is good, thanks!",
        "Feelings About Ascension: Climax": "I never imagined that I, Hu Tao, could ever be like this. Energy like a rushing torrent, a heart soaring like a gliding eagle! I feel great!",
        "Feelings about Ascension: Conclusion": "If I reach my full physical potential, then the next test is of the heart. It's largely thanks to you that I've been able to step foot into this uncharted territory. It is here that heart and soul are as one like clouds. Death is a constant for all among the multitudes that sit beneath the heavens.",
        "Elemental Skill: I": "Huh!",
        "Elemental Skill: II": "Chi!",
        "Elemental Skill: III": "Suh!",
        "Elemental Burst: I": "Time to go!",
        "Elemental Burst: II": "Cross over!",
        "Elemental Burst: III": "Pyre, pyre, pants on fire!",
        "Sprint Start: I": "Huyoh!",
        "Sprint Start: II": "Go~",
        "Sprint Start: III": "Hyu~",
        "Deploying Wind Glider: I": "With the wind~",
        "Opening Treasure Chest: I": "Jackpot!",
        "Opening Treasure Chest: II": "What a cute treasure coffin!",
        "Opening Treasure Chest: III": "If we bury it, maybe it'll spring back to life!",
        "Low HP: I": "Ayaya!",
        "Low HP: II": "Eeeeeee!",
        "Low HP: III": "This isn't good!",
        "Fallen: I": "Is it... my time?",
        "Fallen: II": "I'll remember that...",
        "Fallen: III": "Argh...",
        "Heavy Hit Taken: I": "Quit it!",
        "Joining Party: I": "Oh? Is it time for me to join you?",
        "Joining Party: II": "Good eye!",
        "Joining Party: III": "Send one, send 'em all!"
    }
}