{
    "zh-cn": {
        "初次见面…": "西风骑士团，凯亚。请让我与你同行吧。比起团里的差事，还是做你的护卫要有趣得多。",
        "闲聊·无所事事": "没想到你也知道忙里偷闲。",
        "闲聊·骑士团": "骑士团的战友们已经忙得不可开交了吧，哼哼。",
        "闲聊·懒散": "逗留够久了吧，再不活动活动筋骨，要长出蘑菇来了。",
        "下雨的时候…": "这雨天里，冰冻的力量会更强吧，有趣。",
        "下雪的时候·逸闻": "呼…趁着这雪天，跟你讲一个鬼故事吧。",
        "下雪的时候·寒冷": "怎么，你怕冷？",
        "起风的时候…": "真是和平啊，可又能持续多久呢？",
        "早上好…": "享受这一天吧。",
        "中午好…": "哟，要不要一起去酒馆坐坐。",
        "晚上好…": "你该不会怕黑吧？哦？那我…可找到新素材了。",
        "晚安…": "这就要走了吗。那就下回见了，别让我等太久啊。",
        "关于凯亚自己…": "你最近有没有被深渊教团找麻烦？有什么心烦的可以跟我聊聊。",
        "关于我们·雇佣关系": "需要我的时候就派我上场吧，别谈那些雇佣关系了。",
        "关于我们·实力": "哦？既然这么在意我们之间的雇佣关系，就多使唤我一点吧，老大？哼哼，可别被我的真正实力吓到哦。",
        "关于「神之眼」…": "不明白「神之眼」的原理？嗯…我想想，给你打个比方吧。引导视线的器官是眼睛，而引导元素力的器官是「神之眼」。这样就很简单了吧。",
        "有什么想要分享…": "你喜欢酒吗？蒲公英酒的口感就很特别。什么？还没到喝酒的年纪？呵呵，那试一试蒙德的苹果酿吧，我知道一家还算不错的店。",
        "感兴趣的见闻…": "你见过龙脊雪山的猫头鹰么？和它对视的时候，它好像看穿了你，而你却完全参不透它…很迷人的家伙，不是吗？",
        "关于琴…": "哦？代理团长大人，你可要多多支持她。",
        "关于丽莎…": "丽莎啊…你千万记得要准时还书哦？上次因为这事儿惹她生了气，直到现在我左手的尺骨还是麻麻的。",
        "关于安柏…": "侦察骑士是个机灵又正义的好骑士。可千万别在她面前做坏事喔。",
        "关于迪卢克…": "迪卢克？小时候的他挺可爱的。可如今却活在自己的世界里…总之是个无趣的家伙。",
        "关于可莉…": "可莉，看来还是没有掌握躲避代理团长检查的技巧啊，明明我已经点拨过她…哈哈，我说着玩玩的，你可别去揭发我哦。",
        "关于阿贝多…": "阿贝多啊，沉稳优雅的小帅哥，而且才华横溢，是很讨人喜欢的类型。怎么，你也心动了？",
        "关于迪奥娜…": "你也尝过了迪奥娜调的酒？还没到喝酒的年纪呐。哈哈，哎呀，可惜，真是可惜，这种快乐无法跟你共享。呵呵，只能期待你早点长大喽。",
        "关于法尔伽…": "说来可惜，现在的西风骑士团里，根本没人继承大团长的行事作风。唉…我个人倒还挺欣赏那种的。",
        "关于菲谢尔…": "什么？你说菲谢尔遮起一只眼睛的神秘样子，的确很符合「断罪皇女」的形象？哈哈哈，按照这个规律，我至少也得是个末代皇族后裔，对吧？",
        "关于诺艾尔…": "我受代理团长大人所托，暗中照顾这位后辈。不过她很懂事，不需要我操太多心。真是令人欣慰。",
        "关于罗莎莉亚…": "啊哈哈，你想知道罗莎莉亚修女的秘密吗？这个不能说。不过我对她印象还不错，比某人好多了。她能够诚实地面对自己。烂事就是烂事，提不起干劲就是提不起干劲。",
        "关于砂糖…": "别看砂糖文静又内向，据说，她在实验室里，收藏了很多特别的东西哦，很刺激，又很…露骨的那种。嗯？你问我？…我像是会偷看女孩子房间的人吗？",
        "想要了解凯亚·其一": "骑兵队长的头衔可没什么了不起的。说起来，蒙德城的骑兵都被大团长带走了。呵呵。",
        "想要了解凯亚·其二": "其实西风骑士团一共有十位队长。但不是所有人都有队长级的实力。",
        "想要了解凯亚·其三": "我的眼睛？我的眼睛没事。想把身体的某些部分遮起来是很平常的事儿吧？衣服和裤子也是一个道理。",
        "想要了解凯亚·其四": "坎瑞亚？哦，你知道的真多。坎瑞亚的荣耀早已不在，剩下的如今都已沦为罪人，又何必再提起他们。",
        "想要了解凯亚·其五": "原来我们已经相遇这么久了。跟你一起旅行，大概是我这辈子遇上的最有趣的事儿了，今后可别让我失望哦。",
        "凯亚的爱好…": "品酒也是一种艺术，蒙德的酒是风神的恩赐，懂得好好品味才不会浪费了这份幸运。",
        "凯亚的烦恼…": "孤独？怎么会，现在不就有人在我身边唠叨么。",
        "喜欢的食物…": "蒙德特酿的起泡白葡萄酒，兑上三份蒲公英酒，苦味会被完美中和，这种酒名叫「午后之死」。美味。",
        "讨厌的食物…": "居然有人直接把葡萄汁拿来喝，明明只需少许时日就能变成佳酿的…啧，真是不懂浪漫。",
        "生日…": "值得庆贺的日子，祝你今天能得到真正的快乐。",
        "突破的感受·起": "嚯，你也有两下子嘛。",
        "突破的感受·承": "你好像一直都很照顾我嘛。谢啦。",
        "突破的感受·转": "力量又增强了啊…我说，你那是什么眼神，怎么感觉比我还兴奋。",
        "突破的感受·合": "本来只是同行，没想到你居然为我做到这一步…看来我也必须好好回应你才行呢。继续我们的旅程吧，挚友，是时候认真起来了。",
        "元素战技·其一": "老实点！",
        "元素战技·其二": "冻结吧！",
        "元素战技·其三": "这个如何？",
        "元素爆发·其一": "小心着凉。",
        "元素爆发·其二": "抱歉哦。",
        "元素爆发·其三": "…这刹那，将是你的永恒。",
        "冲刺开始·其一": "真是急性子啊你。",
        "冲刺结束·其一": "呼，哈哈。",
        "打开风之翼·其一": "起风了。",
        "打开宝箱·其一": "运气还不错！",
        "打开宝箱·其二": "挺有趣的。",
        "打开宝箱·其三": "哈哈，真有乐子。",
        "生命值低·其一": "看来该认真了。",
        "生命值低·其二": "似乎变得无聊了…",
        "生命值低·其三": "麻烦的家伙…",
        "倒下·其一": "还没尽…兴…",
        "倒下·其二": "哼，意料之外…",
        "倒下·其三": "太难看了。",
        "重受击·其一": "可恶…",
        "重受击·其二": "适可而止。",
        "加入队伍·其一": "真期待啊。",
        "加入队伍·其二": "去找点乐子吧。",
        "加入队伍·其三": "早就准备好喽。"
    },
    "id-og": {
        "Halo": "Knights of Favonius, Kaeya. Tolong biarkan aku pergi bersamamu. Daripada melakukan hal-hal yang tidak berguna di dalam kelompok ini, sepertinya akan jauh lebih menyenangkan untuk menjadi pendampingmu.",
        "Berbincang: Tidak Ada Kerjaan": "Tidak kusangka kamu juga bisa bersantai diam-diam di saat seharusnya sibuk.",
        "Berbincang: Knights of Favonius": "Para Knight sudah sangat sibuk sekali, hehehe.",
        "Berbincang: Kemalasan": "Sudah di sini cukup lama, kalau masih belum juga beraktivitas dan menggerakkan otot dan tulang, sepertinya bisa jamuran.",
        "Waktu Hujan": "Pada saat hujan, kekuatan Frozen akan menjadi lebih kuat, menarik.",
        "Saat Turun Salju: Anekdot": "Hehehe... Mumpung sedang hujan petir, akan kuceritakan sebuah cerita horor kepadamu.",
        "Saat Turun Salju: Rasa Dingin": "Ada apa? Kamu takut dingin?",
        "Waktu Angin Bertiup": "Benar-benar damai, tapi bisakah kedamaian ini terus bertahan?",
        "Selamat Pagi": "Selamat menikmati hari ini.",
        "Selamat Siang": "*fuhh* Kita ke Tavern yuk mengobrol-ngobrol.",
        "Selamat Malam": "Kamu takut gelap? Kalau begitu aku... sudah menemukan materi baru.",
        "Selamat Tidur": "Sudah mau pergi? Kalau begitu sampai jumpa, jangan membuatku menunggu terlalu lama ya.",
        "Tentang Kaeya sendiri": "Apakah kamu bermasalah dengan Abyss Order akhir-akhir ini? Ceritakanlah padaku kalau kamu merasa kesal.",
        "Tentang Kita: Hubungan Pekerjaan": "Kapan pun kamu membutuhkanku, utuslah aku untuk bertarung. Tidak usah kamu pikirkan hubungan atasan dan bawahan ini.",
        "Tentang Kita: Kekuatan": "Oh? Berhubung kamu terlalu mempersoalkan hubungan kerja di antara kita, bagaimana kalau kamu sekalian memanggilku \"bos\" saja? Hehehe, jangan terkejut dengan kekuatanku yang sebenarnya ya.",
        "Tentang Vision": "Tidak mengerti prinsip \"Vision\"? Umm... biarkan aku berpikir sebentar, kuberikan kamu contoh. Organ yang berfungsi untuk melihat adalah mata, dengan konsep yang sama, organ yang menyalurkan kekuatan elemen adalah \"Vision\". Sederhana, bukan?",
        "Berbagi Cerita": "Apa kamu suka anggur? Rasa Dandelion Wine sangat istimewa. Eh, kenapa? Memangnya kamu belum cukup umur? Hehe, kalau begitu kamu coba cicipi saja Apple Cider khas Mondstadt. Aku tahu tempat yang cukup bagus di mana kita bisa mendapatkannya.",
        "Rumor yang menarik": "Pernahkah kamu melihat burung hantu di daerah Dragonspine? Ketika kita bertatapan dengannya, mata makhluk itu seakan dapat menembus kita, sementara pandangan kita sendiri justru tidak dapat menembusnya... Sangat menakjubkan, bukan?",
        "Tentang Jean": "Oh? Acting Grand Master? kamu harus mendukungnya.",
        "Tentang Lisa": "Tentang Lisa... Kamu tidak lupa untuk mengembalikan buku tepat waktu, kan? Terakhir kali aku membuatnya marah dengan pertanyaan ini, dan sampai sekarang tangan kiriku masih mati rasa.",
        "Tentang Amber": "Outrider adalah seorang Knight baik yang pintar dan adil. Jangan lakukan hal-hal buruk di depannya.",
        "Tentang Diluc": "Diluc? Sewaktu kecil dia sangat lucu. Tapi sayangnya, dia sekarang hanya hidup di dunianya sendiri... Singkat cerita, dia adalah orang yang membosankan.",
        "Tentang Klee": "Klee sepertinya masih belum memiliki trik untuk menghindar dari investigasinya Acting Grand Master, padahal aku sudah pernah mengajarinya... Haha, aku hanya bercanda, jangan laporkan aku ya.",
        "Tentang Albedo": "Albedo ya? Hmm... dia adalah seorang laki-laki tampan yang tenang dan elegan, dan juga sangat berbakat. Dia adalah tipe yang sangat disukai oleh orang-orang. Kenapa, kamu juga jatuh hati padanya?",
        "Tentang Diona": "Kamu sudah pernah mencicipi anggur racikan Diona? Padahal, kamu kan belum cukup umur, ya? Haha, ups, sayang sekali, sungguh sayang sekali, aku jadi tidak bisa bersenang-senang denganmu dengan cara ini. Hehe, aku hanya bisa berharap kamu segera dewasa.",
        "Tentang Varka": "Sangat disayangkan bahwa saat ini tidak ada seorang pun di Knights of Favonius yang mampu mewarisi kepiawaian Grand Master dalam menjalankan tugas. Bagaimanapun... aku pribadi tetap menghargai hal semacam itu.",
        "Tentang Fischl": "Apa? Kamu mengatakan bahwa penampilan misterius Fischl yang matanya ditutup sebelah benar-benar cocok dengan citra \"Prinzessin der Verurteilung\" itu? Hahaha, kalau begitu, aku minimal harus menjadi keturunan terakhir dari keluarga kerajaan, kan?",
        "Tentang Noelle": "Aku diminta oleh Acting Grand Master untuk mendukung Noelle diam-diam. Tapi untungnya, tidak banyak yang harus kukhawatirkan — dia cukup baik dan bertanggung jawab. Aku lega.",
        "Tentang Rosaria": "Hahaha, apakah kamu ingin tahu rahasia suster Rosaria? Sebenarnya ini tidak boleh aku katakan, tetapi tidak apa-apalah kali ini. Aku memiliki kesan yang baik tentangnya, jauh lebih baik daripada kepada orang lain. Dia bisa jujur terhadap dirinya sendiri. Hal buruk adalah hal buruk, begitu pula sebaliknya.",
        "Tentang Sucrose": "Terlepas dari kenyataan bahwa Sucrose itu pendiam dan tertutup, tapi dengar-dengar dia telah mengumpulkan banyak hal menakjubkan di laboratoriumnya, sangat menarik, dan sangat... hebat, bukan? Hmm? Kamu bertanya padaku? ...Apakah aku seperti orang yang suka mengintip kamar anak perempuan?",
        "Mengenal Kaeya: I": "Gelar sebagai Kapten Kavaleri bukanlah hal yang luar biasa. Ngomong-ngomong, semua kesatria di kota Mondstadt sudah dibawa pergi oleh Grand Master. Haha.",
        "Mengenal Kaeya: II": "Terdapat sepuluh orang kapten di Knights Of Favonius. Tapi sejujurnya, tidak semua orang punya kemampuan untuk menjadi pemimpin.",
        "Mengenal Kaeya: III": "Mataku? Mataku baik-baik saja. Bukankah ingin menutupi bagian tertentu dari tubuh sendiri adalah hal yang wajar? Contohnya, kita memakai baju dan celana.",
        "Mengenal Kaeya: IV": "Khaenri'ah? Oh, kamu tahu banyak juga ya. Kemahsyuran Khaenri'ah sudah lama berlalu, yang tersisa kini hanyalah orang-orang berdosa, jadi untuk apa kita masih membahas mereka?",
        "Mengenal Kaeya: V": "Ternyata kita sudah bertemu begitu lama. Bepergian denganmu selama ini mungkin adalah hal paling mengasyikkan yang kualami dalam hidup ini, aku harap kamu tidak akan pernah mengecewakanku di kemudian hari.",
        "Hobi Kaeya": "Mencicipi anggur juga merupakan sebuah seni, dan anggur Mondstadt adalah berkat dari Archon Anemo. Kalau kita mengerti bagaimana cara menikmati anggur ini dengan benar, itu sama artinya dengan kita mensyukuri keberuntungan yang Dewa berikan.",
        "Kekhawatiran Kaeya": "Kesepian? Mana mungkin? Sekarang saja sedang ada orang yang bawel di sampingku, kan?",
        "Makanan favorit": "Anggur putih khas Mondstadt ini dicampur dengan tiga bagian Dandelion Wine, dengan demikian rasa pahitnya ternetralkan dengan sempurna. Anggur ini dinamakan \"Death After Noon\". Umm... nikmatnya.",
        "Makanan yang tidak kamu suka": "Ternyata ada juga orang yang menikmati anggur hanya dengan dibuat menjadi jus, padahal hanya perlu beberapa waktu lagi kita bisa mengubahnya menjadi minuman anggur yang nikmat... Hmm, sungguh tidak paham cita rasa.",
        "Ulang Tahun": "Hari ini sungguh layak untuk dirayakan, semoga kamu mendapatkan kebahagiaanmu yang sesungguhnya hari ini.",
        "Perasaan Tentang Ascension: Permulaan": "Hei, rupanya kamu hebat juga ya.",
        "Perasaan Tentang Ascension: Persiapan": "Kamu sepertinya selalu menjaga dan merawatku selama ini. Terima kasih ya.",
        "Perasaan Tentang Ascension: Klimaks": "Kekuatannya telah meningkat lagi... Mengapa tatapanmu seperti itu? Kurasa kamu lebih bersemangat daripada aku.",
        "Perasaan Tentang Ascension: Konklusi": "Padahal awalnya kita hanya teman kerja, tapi aku tidak menyangka bahwa kamu akan melakukan semua ini untukku... Karena itu, aku harus membalas kebaikanmu. Ayo kita lanjutkan perjalanannya, sahabat. Sudah saatnya kini untuk serius.",
        "Elemental Skill: I": "Mendinginlah!",
        "Elemental Skill: II": "Membekulah!",
        "Elemental Skill: III": "Hindari ini!",
        "Elemental Burst: I": "Jangan sampai masuk angin.",
        "Elemental Burst: II": "Maaf.",
        "Elemental Burst: III": "Momen ini akan membeku selamanya.",
        "Mulai Lari: I": "Sungguh tidak sabaran.",
        "Selesai Berlari: I": "*hosh* Haha.",
        "Membuka Wind Glider: I": "Perhatikan embusan angin.",
        "Membuka Peti Harta: I": "Beruntungnya!",
        "Membuka Peti Harta: II": "Menarik.",
        "Membuka Peti Harta: III": "Haha, bagus.",
        "HP Rendah: I": "Waktunya untuk serius melawan, kurasa.",
        "HP Rendah: II": "Aku mulai bosan dengan permainan ini.",
        "HP Rendah: III": "Kamu sangat merepotkan...",
        "Gugur: I": "Aku belum selesai...",
        "Gugur: II": "Sungguh tak terduga...",
        "Gugur: III": "Ini tidak terlihat bagus...",
        "Menerima Serangan Hebat: I": "Urgh!",
        "Menerima Serangan Hebat: II": "Jangan keterlaluan ya!",
        "Bergabung ke Party: I": "Oh, aku sudah sangat menantikannya.",
        "Bergabung ke Party: II": "Sepertinya akan jadi menarik.",
        "Bergabung ke Party: III": "Siap kapan pun kamu siap."
    },
    "en-og": {
        "Hello": "Kaeya, Knight of Favonius. Please allow me to join you on your journey. Guarding you on your journey sounds far more entertaining than any of the usual Favonius stuff.",
        "Chat: Nothing to Do": "I didn't know you were such a slacker.",
        "Chat: Knights of Favonius": "Hehe, seems all the other knights already have their hands full.",
        "Chat: Laziness": "Come on, let's get moving. We're not frozen in place, after all.",
        "When It Rains": "Cryo is always far more effective in the rain. This is going to get interesting...",
        "When It Snows: Anecdote": "How about a ghost story to go with the snow?",
        "When It Snows: Cold": "What's wrong? Can't handle the cold?",
        "When It's Windy": "What a pleasant breeze. I wonder how long it'll last?",
        "Good Morning": "Seize the day.",
        "Good Afternoon": "Hey, fancy joining me at the tavern for a bit?",
        "Good Evening": "You're not scared of the dark, are you? That's... interesting.",
        "Good Night": "Leaving already? See you next time, then. Don't make me wait too long, though.",
        "About Kaeya": "Is the Abyss Order causing you trouble? If there's anything bothering you, you know you can talk to me.",
        "About Us: Employment Relationship": "If you ever need me, let me know. Let's not make this a transaction relationship.",
        "About Us: Strength": "Oh? Well, if you're concerned about keeping things professional, maybe you can find more use for me on the front lines. How 'bout it, boss? Haha, just don't feel intimidated by what I can do.",
        "About the Vision": "Still struggling with how Visions work? Let's see... How can I explain it... The apparatus that allows us to see is our eyes. A Vision is the apparatus by which we control the elements. Simple, is it not?",
        "Something to Share": "Do you drink wine? Dandelion wine has a unique body to it. Oh, you're underage? You should try Mondstadt's apple cider vinegar. I know just the place.",
        "Interesting Things": "Have you ever seen the owl of Dragonspine? If you look directly at it, it seems to see right through you, while letting go of none of its own secrets... Quite fascinating, don't you think?",
        "About Jean": "What? The Acting Grand Master? You need to give her your full support.",
        "About Lisa": "Oh Lisa. Hmm... You'd better not forget to return your books on time. I made that mistake once and boy was she angry. My arm is still numb from last time...",
        "About Amber": "That Outrider is a clever and righteous knight. Be careful not to step out of line in front of her.",
        "About Diluc": "Diluc? He was cute as a young lad. But nowadays he just seems to be in a world of his own... Overall, not much fun to hang out with.",
        "About Klee": "Klee. Seems she has failed to elude the Acting Grand Master's investigative skills, despite the pointers I gave her... Haha, I'm kidding, no need to go reporting me or anything.",
        "About Albedo": "Albedo, eh? Calm, collected, and incredibly talented. He's the type everybody likes, some even more so than others. What, you into him as well?",
        "About Diona": "Have you tried one of Diona's drinks? Oh right, you're still underage. Haha, such a shame, it truly is — to not be able to revel with you in such bliss. Hehe, I guess all we can do is wait for you to be old enough.",
        "About Varka": "Now that you mention him, it is a shame there is no one in the Knights of Favonius to inherit the Grand Master's approach to his work. *sigh* I must say I really do appreciate people like him.",
        "About Fischl": "What? You think Fischl having one eye covered is very fitting given her title of Prinzessin der Verurteilung. Hahaha, if that's the case, that must make me a future royal progeny too, no?",
        "About Noelle": "I was entrusted by the Acting Grand Master to work in the background to support Noelle. But there hasn't been much for me to concern myself with — she has a good head on her shoulders. Quite the relief.",
        "About Rosaria": "Ahaha, you want to know about the secrets of Sister Rosaria? That... I cannot tell you. Though my impression of her is not bad — certainly better than a certain someone whose name I won't bother to mention. She's honest with herself. She casts off that which she has no time for and she doesn't feign motivation for affairs that do not interest her.",
        "About Sucrose": "Sucrose may not be much of an extrovert in public, but as they say — it's always the quiet ones... Apparently, her laboratory is home to quite the eclectic range of implements and her experiments are more than just intellectually stimulating... All hearsay, of course. You don't seriously think I would go snooping around a fair lady's private quarters, do you?",
        "More About Kaeya: I": "The title of Cavalry Captain is nothing to get excited about. Now that I think about it, the Grand Master took all the cavalry from Mondstadt so there's none left for me to captain...",
        "More About Kaeya: II": "There are a total of ten captains within the Knights of Favonius. But truth be told, not all of them have what it takes to be leaders.",
        "More About Kaeya: III": "My eye? My eye is fine. There's nothing unusual about hiding one's body parts from view. It's the same reason I wear pants... or any other item of clothing, for that matter.",
        "More About Kaeya: IV": "Khaenri'ah, huh? You sure know a lot! The legacy of Khaenri'ah is long gone. The sinners are all that's left, and they're not worth mentioning.",
        "More About Kaeya: V": "I didn't realize we'd known each other for so long now. Time flies! You know, following you on your journey might just be the most fun I've had in my whole life. I hope it stays that way.",
        "Kaeya's Hobbies": "Wine tasting is an art form. Mondstadt's wine is a gift from the Anemo Archon. It's only right that one should learn how to appreciate it.",
        "Kaeya's Troubles": "Lonely? Me? Not with someone here nagging me all the time, that's for sure.",
        "Favorite Food": "Sparkling wine is a specialty of Mondstadt. Mix it with three parts Dandelion Wine and the bitterness disappears completely. This concoction is known as \"Death After Noon.\" Delectable.",
        "Least Favorite Food": "I can't believe that some people actually drink grape juice... If they had a little more patience, they would find it ferments into the most exquisite wine. Hmph. So unromantic.",
        "Birthday": "Today is a day worth celebrating, I hope this day can bring you true happiness.",
        "Feelings About Ascension: Intro": "Hmm. Not bad.",
        "Feelings About Ascension: Building Up": "You always seem to be around to give me a hand. Thanks.",
        "Feelings About Ascension: Climax": "Hmm, seems I'm getting stronger. I say, how is it you seem happier than me about it?",
        "Feelings About Ascension: Conclusion": "We were just traveling partners. I never thought I'd have you to thank for getting me to this point. Seems I really should respond in kind. Let us carry on, partner. The road ahead is still long.",
        "Elemental Skill: I": "Cool it!",
        "Elemental Skill: II": "Freeze!",
        "Elemental Skill: III": "Dodge this!",
        "Elemental Burst: I": "Don't get frostbite.",
        "Elemental Burst: II": "Oh, so sorry!",
        "Elemental Burst: III": "This moment will be frozen in time.",
        "Sprint Start: I": "What's the hurry?",
        "Sprint End: I": "*pant* Haha.",
        "Deploying Wind Glider: I": "Catch the wind.",
        "Opening Treasure Chest: I": "How fortunate!",
        "Opening Treasure Chest: II": "Fascinating.",
        "Opening Treasure Chest: III": "Haha, quite the find.",
        "Low HP: I": "Time to fight back, I s'pose.",
        "Low HP: II": "I'm getting tired of this game.",
        "Low HP: III": "You're getting on my nerves...",
        "Fallen: I": "I'm not done...",
        "Fallen: II": "That was unexpected...",
        "Fallen: III": "This doesn't look good...",
        "Heavy Hit Taken: I": "Urgh!",
        "Heavy Hit Taken: II": "Don't push your luck!",
        "Joining Party: I": "Oh, I'm looking forward to this.",
        "Joining Party: II": "This will be interesting.",
        "Joining Party: III": "Ready when you are."
    },
    "jp-og": {
        "初めまして…": "西風騎士団、ガイア。お前に同行させてもらうぜ。騎士団のつまらないことよりも、お前の護衛の方がよっぽど面白そうだからな。",
        "世間話·暇": "お前もサボることがあるんだな。",
        "世間話·騎士団": "騎士団の仲間たちも今じゃ忙しくて首が回らないんだ。フフン。",
        "世間話·だらだら": "随分と長居したな。そろそろ体を動かさないと、カビが生えちまうぞ。",
        "雨の日…": "この雨なら、氷の力ももっと強くなるはずだ。面白い。",
        "雪の日·逸話": "フフ、せっかくの雪だ。怪談でもしてやろう。",
        "雪の日·寒さ": "どうした？寒いのか？",
        "風の日…": "本当に平和だな。しかし、いつまで続くことやら。",
        "おはよう…": "今日という日を楽しめよ。",
        "こんにちは…": "よっ、ちょっと酒場に行かないか？",
        "こんばんは…": "お前、まさか暗いところが苦手なんじゃないよな？へぇ？どうやら…新しいネタが手に入ったようだ。",
        "おやすみ…": "これで帰るのか？じゃあ、またな。あまり俺を待たせるなよ。",
        "ガイア自身について…": "最近アビス教団に余計なことをされてない？何か悩みがあるなら俺に言ってみろ。",
        "雇用関係について…": "俺が必要な時はいつでも呼んでくれ。雇用関係がどうとかは気にするな。",
        "実力について…": "ほう？俺たちの雇用関係なんか気にするな、何度だって俺を呼べ。ボス？フフン、俺の本当の実力にビビるなよ。",
        "「神の目」について…": "「神の目」の原理が分からない？うん…そうだな、例を挙げよう。視線を導く器官が目なら、元素の力を導く器官が「神の目」だ、簡単だろ？",
        "シェアしたいこと…": "酒は好きか？蒲公英酒は格別なんだ。何だと？まだ酒を飲める歳じゃない？ハハハ、じゃあ、モンドのアップルサイダーを飲んでみろ。美味い店を知っているんだ。",
        "興味のあること…": "ドラゴンスパインのフクロウを見たことあるか？そいつと目が合うと、何もかも見通されているような気分になるんだ、けど相手のことは一切分からない……なかなかそそるやつだと思わないか？",
        "ジンについて…": "ん？代理団長か？しっかり支えてやってくれよ。",
        "リサについて…": "リサか…何があっても期限までに本は返せよ。この前、そのことで彼女を怒らせちまってさ、今でも左腕の骨が痺れてるんだよ。",
        "アンバーについて…": "偵察騎士は利口で正義感のあるいい騎士だ。彼女の前では絶対に悪いことするなよ。",
        "ディルックについて…": "ディルック？子供の頃は可愛かったけどな。今じゃ自分の世界に閉じこもったままだ……要するにつまらないヤツってことさ。",
        "クレーについて…": "クレーはどうやらまだ代理団長を躱すコツを理解してないようだな。せっかく、教えてやったのに…ははっ、冗談だ、代理団長には言うなよ。",
        "アルベドについて…": "アルベドか、優雅で落ち着いていて才能もある、俺はかなり気に入っているぜ。なんだ？お前も気に入ったのか？",
        "ディオナについて…": "ディオナの作った酒を飲んだか？なんだ、まだ酒を飲める歳じゃないのか。はぁ、残念だ、この楽しみをお前と共有できないとは、実に残念だ。早く大人になりなよ。",
        "ファルカについて…": "今の西風騎士団に、大団長のようなやり方をできる人物がいなくて残念だ。はぁ、俺はああいう人こそ気に入っているのに。",
        "フィッシュルについて…": "なに？フィッシュルが片目を隠す姿は「断罪の皇女」のイメージにそっくりだと？はははっ、それなら俺も王族の末裔だな、そうだろ？",
        "ノエルについて…": "この後輩の面倒を見るようにと、代理団長にお願いされた。だが、彼女は物分かりが良くて、あまり気を配る必要もない。なかなか、いい線いってると思うぜ。",
        "ロサリアについて…": "ははっ、シスター·ロサリアの秘密を知りたいのか？そいつは教えられないな。だが、面倒事は面倒臭がるし、やる気が出ない時は出ないとはっきり言うヤツだ。この点に関しては誰かさんと比べて、自分に正直でいいヤツだと思うぜ。",
        "スクロースについて…": "スクロースのやつは内気で物静かに見えるが、彼女の実験室にはものすごいもんが隠されてるって聞いたぜ。ああ、刺激的で…明らかに普通じゃないもんがな。…ん？俺？俺が女性の部屋をこっそり見るようなやつだと思ってるのか？",
        "ガイアを知る·1": "騎兵隊長の肩書なんて大したもんじゃない。そう言えば、モンドの騎兵は全員、大団長に連れていかれたぞ。ハハハ。",
        "ガイアを知る·2": "西風騎士団には全部で10人の隊長がいるんだ。だけど、全員に隊長の実力があるわけじゃないんだ。",
        "ガイアを知る·3": "俺の目？俺の目なら問題ない。体の一部を覆い隠すのは普通だろ？服やズボンだって同じことじゃないか。",
        "ガイアを知る·4": "カーンルイア？ほお～いろいろ知ってるな。カーンルイアの栄光はとっくに消えているよ。今残っているものは全員罪人だ。あいつらのことを気にする必要なんてないだろう。",
        "ガイアを知る·5": "俺たち、知り合ってからそんなに経つのか。お前との旅は、俺の人生の中で一番面白いことだろうな。これからも俺をガッカリさせないでくれよ。",
        "ガイアの趣味…": "酒を味わうのも一種の芸術だ。モンドの酒は風の神の恵みなんだ。しっかり味あわなくちゃこの幸せがもったいないだろ。",
        "ガイアの悩み…": "孤独？まさか。今まさに俺の横で喋っているヤツがいるだろ。",
        "好きな食べ物…": "モンド特製のスパークリング白ワインに蒲公英酒を3割ほど混ぜるんだ。苦味が完全に中和されるぞ。この酒は「午後の死」って言うんだ。美味いぞ。",
        "嫌いな食べ物…": "ブドウジュースをそのまま飲むヤツがいるとはな。ほんの少し日数をかければ美味い酒になるのに……本当にロマンが分からんヤツだ。",
        "誕生日…": "めでたい日だ。今日は心から楽しめるといいな。",
        "突破した感想·起": "へぇ、お前、やるなぁ。",
        "突破した感想·承": "長いことお前の世話になってるな、礼を言うぜ。",
        "突破した感想·転": "力がまた強くなった…何だその目は、俺より興奮してるように見えるのは気のせいか。",
        "突破した感想·結": "ただの同行者だと思っていたが、まさか俺のためにここまでしてくれるとはな…俺もきちんと応えないといけないな。旅を続けるんだ、友よ、全身全霊でもって応えよう。",
        "元素スキル·1": "おとなしくしやがれ！",
        "元素スキル·2": "凍れ！",
        "元素スキル·3": "こいつはどうだ？",
        "元素爆発·1": "風邪ひくなよ。",
        "元素爆発·2": "すまん、すまん。",
        "元素爆発·3": "…この瞬間、お前は永遠を手にする。",
        "ダッシュ開始·1": "お前って本当にせっかちだな。",
        "ダッシュ終了·1": "フン～",
        "風の翼を広げる·1": "風だ。",
        "宝箱を開ける·1": "なかなか運がいいじゃないか！",
        "宝箱を開ける·2": "ふん、興味深い。",
        "宝箱を開ける·3": "ははっ、実に愉快だ。",
        "HP低下·1": "本気出さないといけないようだな。",
        "HP低下·2": "つまらなくなってきやがった…",
        "HP低下·3": "面倒なヤツだ…",
        "戦闘不能·1": "お楽しみは…これから…",
        "戦闘不能·2": "フンッ、予想外だぜ…",
        "戦闘不能·3": "ザマぁない。",
        "重ダメージを受ける·1": "くそっ…",
        "重ダメージを受ける·2": "ほどほどにしておけよ。",
        "チーム加入·1": "楽しみだな。",
        "チーム加入·2": "面白いものを探しに行こう。",
        "チーム加入·3": "用意はとっくに出来てるぜ。"
    }
}