{
    "zh-cn": {
        "初次见面…": "我是七星之「天权」，凝光。要做个交易吗？你来做我的贴身侍卫，而我，会教导你在璃月出人头地的技巧。",
        "闲聊·古玩": "就算古玩价值连城，给人的快乐也只有刚拥有的一瞬。",
        "闲聊·商战": "在商战中，完美的猎手不会留下任何痕迹。",
        "闲聊·投资": "找笔新的投资吧。无论如何，摩拉都不会嫌多。",
        "下雨的时候…": "哦？下雨了啊。替我打伞吧。",
        "下雪的时候…": "不过是寻常雪景。我带你见见，真正的「碎雪」。",
        "阳光很好…": "风平浪静？呵，不要相信你的眼睛，眼睛会说谎。",
        "刮大风了…": "这样的大风天，会成为捕鱼人的灾难。也会成为…呵，没什么。",
        "早上好…": "早，按事情的轻重缓急向我禀报吧。",
        "中午好…": "「琉璃亭」和「新月轩」，你更常去哪一家？",
        "晚上好…": "茶馆已经客满了？那就来「群玉阁」坐坐吧。只要…你付得起价钱。",
        "晚安…": "嗯，去休息吧。要是发生了重要的事情，我会派人通知你的。",
        "关于凝光自己·观点": "无论是价格谈判还是商战博弈，声势和筹码都是次要的。想要取得胜利，就需要先去了解对手的底牌。",
        "关于凝光自己·印象": "觉得我给你的印象变了？呵…那时我需要借助你的力量，当然要让你觉得我亲切热情。但现在我已将你当作重要的「契约」伙伴，伙伴之间，就不用这些虚情假意了。",
        "关于我们·传言": "关于我的传言，最近听了不少吧。我究竟是怎样的人？用你自己的双眼分辨吧…当然，你的看法，也会成为传言的一部分。",
        "关于我们·观察": "跟了我那么久，你学会「观察」了吗。那么，试着来「观察」我吧，直到成为我的心腹为止。",
        "关于我们·群玉阁": "上前来，和我并肩站着。看到「群玉阁」了吗。它起初只有房间大小，如今却能遮蔽璃月上空。等到它的规模有朝一日笼罩七国，那时候，也这样和我并肩而立吧。",
        "关于「神之眼」…": "能用摩拉解决的事情，就无需使用「神之眼」。至于用摩拉也解决不了的事情…至今我只遇到过一件。",
        "有什么想要分享·庄家": "赌徒永远会把希望寄托在下一颗骰子上…但最后赚钱的，当然是从来不碰骰子的庄家。",
        "有什么想要分享·目标": "帝君的离去，无论对璃月还是七星来说，都是不小的考验。我也很久没有像最近这样辗转反侧了。",
        "感兴趣的见闻…": "璃月古代辞赋中不乏对于「琉璃百合」的溢美，但它现今却近乎灭绝，只在「玉京台」还有保留。名声在外却又不可多得，因此更加价格不菲。",
        "关于北斗·罚金": "那位…船长。明明也受到不少人推崇，却总是带头漠视规则。她缴纳的罚金，都够买一艘崭新的远洋船了吧。",
        "关于北斗·态度": "或许你没有遇到过这种糟糕的交流体验。将好话坏话说尽了，对方却依然自行其是。罢了，尽可能不要让我见到那位北斗船长。",
        "关于钟离…": "钟离…「往生堂」口中的这位先生，精通许多旁人不知的事物。但在掌握他的弱点之前，再优秀的棋子，也还不能为我所用。",
        "关于行秋…": "飞云商会的二公子，那种性格的人看不惯我，是很自然的，而我也不会去为难他。「道不同不相为谋」，说的就是这个道理。",
        "关于香菱…": "「万民堂」的小丫头…总是把对我的猜疑写在脸上。呵，要是让她知道了，这些年来我对「万民堂」的资助…她会露出怎样的表情来呢？",
        "关于甘雨…": "即使是甘雨，也不可过度依赖。璃月俗语说「百密终有一疏」。重要事情当前，只有自己亲手处理，亲眼查证，才可放心。",
        "关于瑶瑶…": "是在谈论甘雨正帮忙照看着的小姑娘么。呵，不用紧张，此事我并无声张的打算。就当那个船长，总能做一两件聪明事吧。对了，这瑶瑶，近来光顾着吃海产了，你得想办法劝劝甘雨，叫她为瑶瑶多补充些瓜果蔬菜才对。",
        "关于刻晴…": "「玉衡星」…她最近的变化可真不小。璃月究竟更需要曾经的她，还是更需要现在的她呢？可能要多花一些时间，才能判断吧。",
        "关于琴…": "蒙德城的代理团长，想必是一位严谨而又细腻的女性吧。且不说她恰如其分的用词，连每张信纸的边缘都折叠得一丝不苟。越是这些容易被人忽视的细节，越能透过它窥见一个人真正的品质。",
        "关于烟绯…": "烟绯？呵，某种意义上，她是个贴心的对手呢。若不是她「灵巧」地解释律法，为咨询者们提供各种「奇妙」的建议，要让我独自找到律法的缺口，逐步完善法典，怕是要多花数月的时间。",
        "关于申鹤…": "申鹤小姐近来可好？有劳你多多关照她了。你们帮忙重建群玉阁的事，我一直记在心里，也很是感激。啊，客套话就不多说了，我备了好茶，闲时多来坐坐吧。",
        "关于云堇…": "云堇啊…怎么样，你听得惯她的戏吗？起初可能是有些难懂，试着耐下性子多品味一下吧。我投资她的戏班不为别的，只是觉得，这般典雅的艺术，值得被一直传承下去。",
        "想要了解凝光·其一": "既然是你，就不用恪守那些繁文缛节了，可以随意一些。不过，希望你能珍惜我的时间，言简意赅地进行说明。",
        "想要了解凝光·其二": "我向来以为，孩子们最为天真纯粹，他们提供的情报也最有价值。那么，你又如何呢？你向我提供的东西，会是些什么呢。",
        "想要了解凝光·其三": "最近我在思考一个问题。如果能把你留在璃月，假以时日…或许能撬动这座城市的…呵，只是设想而已。这笔投资值不值，我还得再考虑考虑。",
        "想要了解凝光·其四": "你可以学我的做法，靠摩拉来为自己获取一些便利。但你要记住，摩拉维持的关系只能依仗一时。呵，这也是我从不用摩拉来试探你的理由。",
        "想要了解凝光·其五": "真是一笔不错的投资。虽然没有收益多少摩拉，但与你度过的这些时光，已是很不错的回报。呵，看来我又赢了——我，赌对了人。",
        "凝光的爱好…": "想来试试棋戏「璃月千年」么？正好也让我看看，你作为一名棋手的素质，究竟如何呢。",
        "凝光的烦恼…": "烦恼…哦？「璃月七星」的烦恼告诉了你…你的肩膀，能够承受得住吗？而且，如果你一不小心说出去了的话…",
        "喜欢的食物…": "用老鸡和猪骨小火久煮熬制高汤，淋在只取菜心的鲜嫩白菜上。我对饮食追求不深。平日里吃点这样的东西，也就够了。",
        "讨厌的食物…": "我见过有人每次宴会必点「黄金蟹」这种看上去显得大富大贵的食物，但我对此始终不敢恭维。如果你想用这样的料理宴请我，还不如直接给我摩拉。",
        "生日…": "#{M#这是选用上等的霓裳花织出的锦缎。这份是留给你的，这一份…等你找到自己的妹妹之后，拿去做件她喜欢的衣服吧。祝你们，生日快乐。}{F#这是选用上等的霓裳花织出的锦缎。拿去做件自己喜欢的衣服，过个开心点的生日吧。}",
        "突破的感受·起": "「武斗」缺乏风度，只能作为下策中的下策。",
        "突破的感受·承": "将时间和摩拉作为筹码，等价交换到「力量」吗…有趣。我认可它的价值。",
        "突破的感受·转": "你是怀着怎样的心情坚持的呢？嘘…不要说出来。让我多花一点时间来看透你。",
        "突破的感受·合": "我并不轻易肯定别人，但现在看来，我这赞扬是留不住了。呵…你做得很出色。要是我的手下能多一点像你这样的人…不，或许，有你一个就够了。",
        "元素战技·其一": "雕虫小技。",
        "元素战技·其二": "别白费功夫。",
        "元素战技·其三": "哼，劝你放弃。",
        "元素爆发·其一": "你的性命，我收下了。",
        "元素爆发·其二": "向我臣服吧。",
        "元素爆发·其三": "永别了。",
        "打开宝箱·其一": "好一双慧眼。",
        "打开宝箱·其二": "颗粒归仓。",
        "打开宝箱·其三": "财富，多多益善。",
        "生命值低·其一": "竟然敢伤我。",
        "生命值低·其二": "我记下了。",
        "生命值低·其三": "哼。",
        "倒下·其一": "这世上之人，皆为棋子…",
        "倒下·其二": "胜负已分…真是无可奈何。",
        "倒下·其三": "这就是，「天权」的终焉？…",
        "普通受击·其一": "无礼。",
        "重受击·其一": "等着吧。",
        "重受击·其二": "血债血还。",
        "加入队伍·其一": "知道了。",
        "加入队伍·其二": "抓紧时间吧。",
        "加入队伍·其三": "不要让我失望。"
    },
    "id-og": {
        "Halo": "Aku Ningguang, Tianquan dari Qixing. Apa kamu ingin bertransaksi? Kamu bisa menjadi pengawalku dan akan kutunjukkan cara agar kamu bisa sukses di Liyue.",
        "Berbincang: Barang Antik": "Bahkan jika sebuah barang antik tidak ternilai harganya, kebahagiaan yang dibawanya hanya akan bertahan pada saat kamu mendapatkannya saja.",
        "Berbincang: Persaingan Dagang": "Dalam perang dagang, pemburu yang baik tidak meninggalkan jejak sama sekali.",
        "Berbincang: Investasi": "Kita harus mencari investasi yang baru. Bagaimanapun juga, Mora tidak bisa tumbuh sendiri.",
        "Waktu Hujan": "Eh, turun hujan... Tolong ambilkan payung untukku.",
        "Waktu Turun Salju": "Itu hanya pemandangan salju biasa saja. Suatu hari akan kutunjukkan padamu \"salju\" yang turun di Liyue.",
        "Waktu Matahari Bersinar": "Cuaca yang baik? Jangan percaya pada apa yang kamu lihat, matamu bisa membohongimu.",
        "Saat Angin Berembus": "Hari yang berangin seperti ini bisa menjadi bencana bagi para nelayan, belum lagi... ah sudahlah.",
        "Selamat Pagi": "Selamat pagi, silakan sebutkan keperluanmu agar aku bisa mengatur prioritas.",
        "Selamat Siang": "Liuli Pavilion atau Xinyue Kiosk. Mana yang kamu pilih untuk makan siang?",
        "Selamat Malam": "Sudah tidak ada tempat kosong di Tea House? Baiklah, ayo kita duduk di Jade Chamber saja... jika kamu mampu membayar biayanya.",
        "Selamat Tidur": "Baiklah, silakan beristirahat. Jika ada sesuatu yang penting, akan kuberi tahu.",
        "Tentang Ningguang: Sudut Pandang": "Entah itu negosiasi sederhana atau perang dagang terbuka, momentum dan tawar menawar merupakan faktor kecil. Untuk bisa menang, kamu harus tahu kartu yang akan dimainkan oleh lawan.",
        "Tentang Ningguang: Kesan": "Kamu merasa kesanmu tentang diriku sudah berbeda? Heh, waktu itu aku membutuhkan bantuanmu, tentu saja aku harus berpura-pura ramah. Tetapi sekarang aku sudah menjadikanmu partner dalam kontrak penting. Sebagai partner, kita sudah tidak perlu memalsukan perasaan lagi.",
        "Tentang Kita: Rumor": "Sepertinya kamu telah mendengar banyak rumor tentangku. Hehe... orang seperti apa diriku? Biar dirimu sendiri saja yang menilai... tentu saja, penilaianmu juga akan menjadi bagian dari rumor itu.",
        "Tentang Kita: Observasi": "Kamu sudah lama bersamaku. Apa kamu sudah belajar dan mengamati? Amati saja aku. Amati aku sampai ke dalam-dalamnya.",
        "Tentang Kita: Jade Chamber": "Kemarilah dan berdiri di sampingku. Apa kamu melihat Jade Chamber? Pada awalnya itu hanya sebuah ruangan, namun sekarang bisa menutupi langit di atas Liyue. Ketika saatnya tiba bahwa Jade Chamber akan menutupi seluruh langit di tujuh benua, kamu juga akan berdiri di sisiku pada hari itu.",
        "Tentang Vision": "Tidak perlu menggunakan Vision untuk urusan yang bisa diselesaikan oleh Mora. Adapun hal-hal yang tidak bisa diselesaikan oleh Mora dan harus memakai Vision, sejauh ini aku hanya tahu satu hal saja.",
        "Berbagi Cerita: Bandar": "Penjudi akan selalu menggantungkan harapan mereka pada dadu berikutnya... Tapi pada akhirnya, tentu saja, pedagang yang tidak pernah menyentuh dadulah yang akan selalu menghasilkan uang.",
        "Berbagi Cerita: Target": "Kepergian Rex Lapis merupakan cobaan berat bagi Liyue dan Qixing. Aku juga sudah lama tidak merasa gundah seperti ini.",
        "Rumor yang menarik": "Dalam teks kuno Liyue, semuanya selalu menyebutkan keindahan glaze lily, namun pada era modern sekarang ini, bunga itu di ambang kepunahan. Sekarang mereka hanya dapat ditemukan di Yujing Terrace, dan dengan harga yang sangat mahal.",
        "Tentang Beidou: Denda": "Kapten itu, dia jelas-jelas mendapatkan banyak hormat dari orang-orang, tapi selalu saja menjadi orang pertama yang mengabaikan aturan. Denda yang dia bayar sebenarnya cukup untuknya membeli sebuah kapal baru.",
        "Tentang Beidou: Perilaku": "Mungkin kamu tidak pernah mendengarku berbicara seperti ini. Semua yang harus dikatakan sudah dikatakan, yang baik dan yang buruk, namun dia masih saja bertindak seenaknya. Ah sudahlah lupakan saja, tolong jauhkan Beidou dariku.",
        "Tentang Zhongli": "Zhongli... dari Wangsheng Funeral Parlor. Dia sangat berpengalaman dalam banyak urusan. Meskipun... bidak seperti itu tidak berguna bagiku sampai aku tahu kelemahannya.",
        "Tentang Xingqiu": "Putra kedua dari Feiyun Commerce Guild. Orang sepertinya tidak akan tahan denganku, sesuai dugaan. Aku juga tidak berniat untuk menyusahkannya. Mereka yang mempunyai kepercayaan berbeda sebaiknya jangan bekerja sama.",
        "Tentang Xiangling": "Gadis kecil dari Wanmin Restaurant... kecurigaannya padaku selalu terlihat di wajahnya... Hehe, aku penasaran akan seperti apa wajahnya ketika dia tahu bahwa aku banyak membantu perekonomian restoran itu.",
        "Tentang Ganyu": "Seseorang seharusnya jangan terlalu bergantung pada orang lain, bahkan kepada Ganyu sekalipun. Ada pepatah di Liyue yang mengatakan, \"bahkan orang yang paling teliti pun suatu hari bisa saja ceroboh.\" Jadi ketika ada masalah penting untuk diselesaikan, akan lebih baik jika memeriksa dan menyelesaikannya sendiri.",
        "Tentang Yaoyao": "Apa kamu bicara mengenai gadis kecil yang dirawat oleh Ganyu. Jangan khawatir, aku tidak berencana untuk memperbesar masalah ini. Sebagai seorang kapten, aku juga harus bertindak pintar. Oh ya satu hal lagi, akhir-akhir ini sepertinya Yaoyao jadi senang makan makanan laut. Kamu harus menemukan cara untuk membujuk Ganyu dan memintanya untuk menambahkan lebih banyak buah dan sayuran kepada Yaoyao.",
        "Tentang Keqing": "Yuheng... dia berubah banyak akhir-akhir ini. Tapi apakah Liyue akan menjadi lebih baik dengan Yuheng yang sekarang, ataukah dengan Yuheng yang dulu? Hanya waktu yang bisa menjawabnya.",
        "Tentang Jean": "Untuk menjadi Grand Master kota Mondstadt, diperlukan wanita yang bisa bersikap keras dan juga lembut. Selain tahu bagaimana cara mengucapkan kata-kata yang tepat, dia bahkan melipat setiap tepi kertas surat dengan sangat rapi. Kualitas sejati seseorang justru dapat dilihat dari detail-detail kecil yang sering dilewatkan oleh orang lain.",
        "Tentang Yanfei": "Yanfei? Sepertinya dia bisa disebut sebagai sainganku yang berharga... Seandainya dia tidak begitu ahli dalam menjelaskan liku-liku hukum dan memberikan segala macam saran cerdik kepada kliennya, pasti perlu waktu berbulan-bulan bagiku untuk menemukan celah dalam legal hukum dan memperbaikinya satu demi satu.",
        "Tentang Shenhe": "Bagaimana kabar Nona Shenhe akhir-akhir ini? Tolong jaga dia dengan baik. Aku sangat berterima kasih kepada kalian berdua telah membantu membangun kembali Jade Chamber. Ahem! Jika kamu memiliki waktu kosong, secangkir teh terbaik akan selalu menunggumu di sini.",
        "Tentang Yun Jin": "Yun Jin ya ... Apa kamu bisa mengapresiasi penampilannya? Awalnya mungkin sulit, tapi aku sarankan kamu mencobanya. Alasanku ketika memutuskan untuk berinvestasi ke kelompok opera miliknya sederhana saja: Kesenian yang begitu elegan layak untuk diwariskan ke generasi mendatang.",
        "Mengenal Ningguang: I": "Kalau kamu, tidak perlu bersikap formal. Santai saja, tapi kuharap kamu menghargai waktuku. Jika ada yang ingin disampaikan, langsung saja. Aku tidak punya banyak waktu.",
        "Mengenal Ningguang: II": "Aku percaya bahwa anak-anak itu naif dan polos. Laporan yang mereka berikan padaku adalah yang paling berharga. Jadi bagaimana denganmu? Apa yang akan kamu tawarkan padaku?",
        "Mengenal Ningguang: III": "Akhir-akhir ini aku sedang memikirkan sesuatu. Jika kamu tetap berada di Liyue, mungkin ... jika saatnya tiba, aku bisa memanfaatkan kota ini untuk ... Untuk sekarang, ini hanya dugaan belaka saja. Aku pikir sampai benar-benar matang apakah investasi ini berharga atau tidak.",
        "Mengenal Ningguang: IV": "Kamu bisa belajar dariku, manfaatkan Mora untuk membuat segala sesuatunya jadi lebih mudah. Tapi ingat, hubungan yang terjalin karena Mora itu hanya sementara. Hehe ... Karena itulah aku tidak pernah membawa Mora ke dalam hubungan kita.",
        "Mengenal Ningguang: V": "Ini benar-benar investasi yang bagus. Memang tidak ada Mora yang dihasilkan, tapi waktu yang kuhabiskan bersamamu adalah imbalan yang sangat baik. Haha, sepertinya aku menang lagi. Aku bertaruh pada orang yang tepat.",
        "Hobi Ningguang": "Ingin coba permainan \"Seribu Tahun di Liyue\"? Biar kulihat kemampuanmu sebagai seorang pemain.",
        "Kekhawatiran Ningguang": "Kekhawatiran? Jika aku beri tahu kamu kekhawatiran seorang Liyue Qixing, apa kamu bakal kuat menanggung bebannya? Lalu, jika kamu tidak sengaja membocorkannya ....",
        "Makanan Favorit": "Kaldu rebusan sisa tulang ayam dan babi, yang dituang ke atas sawi segar. Aku tidak rewel soal urusan kuliner. Punya sedikit makanan pokok seperti ini saja sudah cukup.",
        "Makanan yang Tidak Disukai": "Aku sudah pernah lihat orang harus pesan Golden Crab setiap kali ia makanan. Meskipun terlihat mewah dan mahal, aku sedikit pun tidak tertarik. Jika kamu terpikir untuk mengajakku makan malam seperti itu, mending langsung saja berikan Mora-nya padaku.",
        "Ulang Tahun": "#{M#Ini adalah beberapa brokat terbaik Liyue, yang ditenun dari Silk Flower. Ini untukmu, dan yang ini ... Aku harap suatu hari nanti, kamu akan bisa memberikannya kepada saudaramu, dan kuharap dia akan menyukainya. Selamat ulang tahun untuk kalian berdua.}{F#Ini adalah salah satu brokat terbaik Liyue, yang ditenun dari Silk Flower. Kamu dapat menggunakannya untuk membuat pakaian. Selamat ulang tahun.}",
        "Perasaan Tentang Ascension: Permulaan": "Mengandalkan kekerasan itu tidak ada bagusnya sama sekali. Itu yang paling buruk dari semua keputusan buruk yang bisa kamu buat.",
        "Perasaan Tentang Ascension: Persiapan": "Memanfaatkan waktu dan Mora untuk negosiasi ... menarik. Ini menunjukkan nilai mereka yang sesungguhnya.",
        "Perasaan Tentang Ascension: Klimaks": "Sebenarnya apa yang begitu berharga bagimu sampai kamu gigih sekali memperjuangkannya? Ah ... tidak, jangan katakan padaku. Beri aku waktu, biar aku lebih memahamimu.",
        "Perasaan Tentang Ascension: Konklusi": "Biasanya aku tidak mungkin sebegitu cepatnya percaya pada orang lain, tapi sepertinya aku tidak bisa bilang begitu lagi. Kamu benar-benar hebat. Andai saja aku memiliki lebih banyak orang sepertimu ... Ah, tidak perlu. Kamu sendiri saja sudah cukup.",
        "Elemental Skill: I": "Sepele saja.",
        "Elemental Skill: II": "Jangan buang waktuku.",
        "Elemental Skill: III": "Hmph! Menyerahlah.",
        "Elemental Burst: I": "Nyawamu adalah milikku.",
        "Elemental Burst: II": "Tunduk!",
        "Elemental Burst: III": "Selamat tinggal!",
        "Membuka Peti Harta: I": "Matamu bagus.",
        "Membuka Peti Harta: II": "Harta karun tidak boleh dilewatkan.",
        "Membuka Peti Harta: III": "Kekayaan ... kalau bisa lebih, kenapa tidak?",
        "HP Rendah: I": "Berani-beraninya menyerangku?",
        "HP Rendah: II": "Akan kuingat baik-baik.",
        "HP Rendah: III": "Agh!",
        "Gugur: I": "Kita semua hanya bidak catur ....",
        "Gugur: II": "Pemenangnya sudah ditentukan ....",
        "Gugur: III": "Inikah akhir dari Tianquan?",
        "Menerima Serangan Ringan: I": "Ugh ... tidak sopan.",
        "Menerima Serangan Hebat: I": "Huh! Tunggu saja!",
        "Menerima Serangan Hebat: II": "Huh! Darah ganti darah!",
        "Bergabung ke Party: I": "Mengerti.",
        "Bergabung ke Party: II": "Mari bergegas.",
        "Bergabung ke Party: III": "Jangan mengecewakanku."
    },
    "en-og": {
        "Hello": "I am Ningguang, Tianquan of Qixing. You wish to trade? You be my personal bodyguard, and I will show you how to get ahead in Liyue.",
        "Chat: Antiques": "Even if an antique is priceless, the happiness it brings lasts for only the moment that you obtain it.",
        "Chat: Trade War": "In a trade war, the perfect hunter leaves no trace.",
        "Chat: Investments": "We should look for a new investment. Mora doesn't grow on trees.",
        "When It Rains": "Huh, it's raining. Fetch an umbrella for me, would you?",
        "When It Snows": "Nothing more than regular snowfall. One day I'll take you to see the \"snow\" that falls over Liyue.",
        "When the Sun Is Out": "Calm weather? Do not trust your eyes. Your eyes can lie to you.",
        "When the Wind Is Blowing": "Gales like this can be the demise of fishermen, not to mention... Heh, never mind.",
        "Good Morning": "Morning. Report your affairs, in order of priority.",
        "Good Afternoon": "Liuli Pavilion or Xinyue Kiosk. Which would you prefer to go to for lunch?",
        "Good Evening": "The tea house has no more rooms? Then come, sit in the Jade Chamber... if you can afford the price.",
        "Good Night": "Sure. Go rest. If anything important comes up, I will be sure to send for you.",
        "About Ningguang: Worldview": "Be it simple price negotiation or a full-blown trade war, momentum and bargaining chips are but minor factors. To win, you need to be first to find out what cards your opponent is holding.",
        "About Ningguang: Impression": "Your impressions of me have changed? Haha, well, at first I required your strength, so naturally I had to be as cordial as possible. But now that we are partners bound by contract, we may do away with such pretentious formalities.",
        "About Us: Rumors": "I suppose you've heard enough rumors about me. Hehe... What kind of person am I? I shall leave that for you to decide... Of course, your judgment will become a part of the rumor.",
        "About Us: Observing": "You've been with me for some time now. Have you learned to observe? Then observe me. Observe me right down to my very core.",
        "About Us: Jade Chamber": "Come forward, stand beside me. Do you see the Jade Chamber? At first it was just a room, and now it clouds Liyue. When the time comes that it hangs above all of the seven nations, you shall stand by my side on that day too.",
        "About the Vision": "There's no need to use a Vision in affairs that Mora can solve. As far as affairs only a Vision can solve go, I know of only one...",
        "Something to Share: Banker": "Gamblers always place their bets on the next dice roll... But the bankers always have the last laugh, and they never touch a single die.",
        "Something to Share: Goal": "The departure of Rex Lapis will be no small test for both the Qixing and the city of Liyue. Seldom has any matter kept me tossing and turning at night like recent events.",
        "Interesting Things": "In Liyue's ancient texts, there's no shortage of mentioning the beauty of the glaze lily, but in the modern era, the flower is on the brink of extinction. Now they can only be found in Yujing Terrace, and as such come with a hefty price tag.",
        "About Beidou: Fines": "That... captain. She clearly receives the adoration of many, but will always be the first to disregard the rules. The fines she has paid would be enough to buy her a whole new ship...",
        "About Beidou: Attitude": "Perhaps you've never heard me speak like this. All that can be said has been said — both the good and the bad — but she still does as she pleases. Forget it. Keep Beidou out of my sight.",
        "About Zhongli": "Zhongli... Of the Wangsheng Funeral Parlor. He's very versed in a great deal of affairs. Although... such excellent pawns are of no use to me until I know their weaknesses.",
        "About Xingqiu": "The second son of the Feiyun Commerce Guild. People like him can't stand the sight of me, which is only to be expected. I have no intention of troubling him either. Those who have different beliefs should not work together.",
        "About Xiangling": "That girl from Wanmin Restaurant... Her suspicion towards me is always written all over her face... Hehe, I wonder what face she would make if only she knew how much I helped finance that restaurant...",
        "About Ganyu": "One cannot afford to be overly reliant on others — even when it comes to Ganyu. There is a Liyue saying which goes, \"even the most meticulous can fall prey to happenstance.\" When there are important affairs to deal with, it is always safer to investigate and resolve them personally.",
        "About Yaoyao": "I presume you mean the girl whom Ganyu has taken under her wing. Do not worry, I have no plans to make this matter public. I am content to extend some leniency to the odd bit of mischievous maneuvering by that boat captain. One thing, though — Yaoyao seems to have become somewhat enamored with seafood lately. You should try to convince her to include some more fruits and vegetables in her diet.",
        "About Keqing": "Yuheng... She has changed a lot recently. But is Liyue better off with the Yuheng we have now, or the Yuheng we used to know? Only time will tell.",
        "About Jean": "The Acting Grand Master of Mondstadt, a strict and impeccable woman. Her flawless etiquette knows no fault, even her letters are meticulously written and creased according to the prescribed rules. It is such easily overlooked details that offer a glimpse into the true qualities of one's character.",
        "About Yanfei": "Yanfei? I suppose you could say she's a dear rival of mine... Were she not so deft at explaining the meanders of the law and providing her clients with all sorts of cunning suggestions, it would take me many more months to identify existing loopholes in the legal codices and tighten them one by one.",
        "About Shenhe": "How is Miss Shenhe doing as of late? Please, look out for her whenever you can. I am most grateful to both of you for your assistance with rebuilding the Jade Chamber. Ahem, and on a more personal note — please know that if you are ever free, a cup of the finest tea will always be waiting for you here.",
        "About Yun Jin": "Yun Jin... Are you able to appreciate her performances? It might be difficult at first, but I would encourage you to give it a chance. The reason why I decided to invest into her opera troupe is quite simple: Elegant art forms like these deserve to be passed down to future generations.",
        "More About Ningguang: I": "Seeing as it's you, there's no need to keep up the formalities. You can be a little more casual, but I still ask that you respect my time. If you have something to say, be concise — I have no time to waste.",
        "More About Ningguang: II": "I've always believed that children are the most naive and innocent. The reports they give me are of the most value. So what about you? What will you have for me?",
        "More About Ningguang: III": "I've been thinking about something lately. If I were to keep you in Liyue, perhaps... at the right time, I might be able to leverage this city to... For now, it's mere conjecture. I should really consider whether the investment is worth it some more.",
        "More About Ningguang: IV": "You can learn from me, and use Mora to make things a little easier for yourself. But remember, relationships built on Mora can only be relied on for a time. Hehe... And that is why I have never brought Mora into our relationship.",
        "More About Ningguang: V": "This is truly a great investment. Sure, no Mora has been made from it, but the time I've spent with you is already a solid return. Haha, seems I win again — I put my money on the right person.",
        "Ningguang's Hobbies": "Care for a game of Liyue Millennial? It'll give me an opportunity to see exactly how good you are as a player.",
        "Ningguang's Troubles": "Concerns? If I told you of the concerns of the Liyue Qixing, do you think your shoulders could bear the burden? And, if you ever made the mistake of mentioning them to others...",
        "Favorite Food": "A slow-boiled soup of leftover chicken and pork bones drenched over some cabbage leaves. I have few culinary requirements. Having a few staple dishes like this is enough.",
        "Least Favorite Food": "I've come across those who demand golden crab for every meal. Though it all seems so grandiose, I really have no desire for such frivolousness. If you're ever thinking of taking me out for such a dinner, you'd be better off just giving the Mora to me directly.",
        "Birthday": "#{M#These are some of Liyue's finest brocades, woven from Silk Flowers. This one is for you, and this one... I hope that someday soon, you will be able to give it to your sister, and I hope that she'll like it. I wish you both a happy birthday.}{F#This is one of Liyue's finest brocades, woven from Silk Flowers. You can use it to have some clothing made, and have a happy birthday.}",
        "Feelings About Ascension: Intro": "There's no style in resorting to violence. It's simply the worst of all the bad decisions you could make.",
        "Feelings About Ascension: Building Up": "Cashing in time and Mora for power... Interesting. This shows their true value.",
        "Feelings About Ascension: Climax": "What is it that you hold so dear that is making you so persistent...? No, don't tell me. Give me more time to understand you myself.",
        "Feelings about Ascension: Conclusion": "I'm usually not so quick to place my trust in others, but it seems I will no longer be able to make such claims. You've done splendidly. If only I had more like you... No, perhaps you alone are enough.",
        "Elemental Skill: I": "It's nothing.",
        "Elemental Skill: II": "Don't waste my time.",
        "Elemental Skill: III": "Hmph! Give up.",
        "Elemental Burst: I": "Your life is mine.",
        "Elemental Burst: II": "Submit!",
        "Elemental Burst: III": "Goodbye!",
        "Opening Treasure Chest: I": "A keen eye.",
        "Opening Treasure Chest: II": "We can't have treasure unaccounted for.",
        "Opening Treasure Chest: III": "Wealth... why settle for less than more?",
        "Low HP: I": "You dare to hit me?",
        "Low HP: II": "I'll remember that.",
        "Low HP: III": "Ugh...!",
        "Fallen: I": "We are all but pawns...",
        "Fallen: II": "The victor has been decided...",
        "Fallen: III": "Is this the end of Tianquan?",
        "Light Hit Taken: I": "Ugh... rude.",
        "Heavy Hit Taken: I": "Ugh! You wait!",
        "Heavy Hit Taken: II": "Ugh! Blood repays blood!",
        "Joining Party: I": "Understood.",
        "Joining Party: II": "Let's make haste.",
        "Joining Party: III": "Don't disappoint me."
    }
}