{
    "zh-cn": {
        "初次见面…": "我是愚人众执行官第十一席，「公子」达达利亚。而你——哈，也是能招致纷争之人，实在愉快。我们应该会很合得来吧？",
        "闲聊·闲散": "在这干站着，也不会有对手找上门的。",
        "闲聊·比试": "嗯——附近就没有什么值得一战的强敌吗？",
        "闲聊·愚人众": "不知道其他执行官在忙些什么呢？嗯，算了，无非又是那些莫名其妙的「宏大计划」吧。",
        "闲聊·雪国故土": "在我老家的雪原里这么闲站着的话，早该被冻僵了。哈哈哈。",
        "雨过天晴…": "雨点打在水面上的声音，会把鱼儿吓跑。相比之下，雨后是钓鱼的好时机。",
        "下雪的时候·异国": "哈哈哈，不知老家那边，是否也在下雪？",
        "下雪的时候·至冬国": "多好的雪！天地都和月光一样干净，在这样的舞台上泼洒的鲜血才格外炙烈。",
        "起风的时候…": "啊！风中传来了纷争的气息。",
        "刮大风了·异国": "真是畅快的风！",
        "刮大风了·至冬国": "感觉身体和头脑，都被穿过身体的风洗净了。真舒畅。",
        "早上好…": "哟，伙伴！今天精神不错啊。",
        "中午好…": "你看起来状态还不错嘛，要不陪我切磋一下？",
        "晚上好…": "哈——吃得真爽。活动活动，消化一下好了。",
        "晚安…": "真是愉快的一天。明天再见，伙伴！",
        "关于达达利亚自己…": "身为战士，要时刻把挑战之心系于刀尖之上。但无论胜败，都是无可替代的珍贵经历。",
        "关于我们·同僚": "与你同行的事情，在别的执行官当中，已经传开了吧。哼，真想看看那帮人脸上的表情，哈哈哈。",
        "关于我们·兵器": "弓，其实是我最不擅长的武器。正因如此，我才要征服它。",
        "关于我们·生存": "连神之眼也没有的你，竟有这样的力量，真是令人期待啊…在你抵达自己的极限之前，与我放下一切、决一死战之前，绝对不要倒下啊，伙伴！我绝不允许你倒下。",
        "关于我们·邀请": "伙伴，要不要加入愚人众？嗯，当我没说。以你现在的身份，和你在一起，连光明正大和其他执行官厮杀的理由也有了。这样的机会，实在无法放弃啊，哈。",
        "关于「神之眼」…": "只要能让我变强，「神之眼」也好，「邪眼」也好，师承深渊的罪人也好，都无所谓…",
        "有什么想要分享…": "在无尽的雪原里，生命随时都会被碎骨一般的纯白天地吞噬，连足迹也无法留下。为此，我们每日都在与看不见的敌人战斗。",
        "感兴趣的见闻…": "我曾经在世界的深渊与无名的巨大魔兽对视。总有一天，我会堂堂正正地，将那强大得令我骨髓冻结的怪物斩杀。届时，就拜托你当我的见证者了，伙伴！",
        "关于丝柯克…": "有多少年没见到师父了呢。哼，下次和她比试的时候，希望至少能逼她用上双手来对付我。",
        "关于钟离·掂量": "那家伙城府很深，不知真正的实力又如何呢…哼，真令人期待。",
        "关于钟离·挑战": "钟离先生，最近可好啊？嗯…还不错？看来他倒是挺适应作为「凡人」的生活嘛。可恶…竟然把我骗得团团转，只有痛痛快快地交战一场才能平息这份不甘！",
        "关于「女皇」…": "女皇大人其实很温柔。但正是因为太温柔了，所以才不得不变得冷酷。正是因为梦想和平，才要向整个世界宣战。也正是因为她与世界为敌，我才有机会与你相识。",
        "关于法尔伽…": "法尔伽吗？哼，光是想到，有朝一日能和西风骑士团的顶点、传说中的「北风骑士」交手，就兴奋得颤抖。活在这个世界上，真是美妙。",
        "想要了解达达利亚·其一": "记住了，伙伴，我是终有一天要征服世界的人！",
        "想要了解达达利亚·其二": "无论决斗的对手是神，还是深渊的魔兽，只要有形，就有得胜的可能。但执行官当中，有的人热衷于权术、阴谋那些…「看不见的手段」。我跟那些无聊的家伙合不来。",
        "想要了解达达利亚·其三": "这里的天空和故乡的天空是连成一片的。抬头看见雪一样的月光，就能想到，老家的人们也能看见同一个月亮。不知道弟弟妹妹…哈，他们有没有变成出色的战士呢？",
        "想要了解达达利亚·其四": "伙伴，不要忘记：厮杀的时候，绝不能用什么「燃烧起来了」之类的蠢话来驱策自己。毕竟，燃尽之后，除了灰烬，什么也不会剩下。无论如何，都要活下去。",
        "想要了解达达利亚·其五": "时间过得真快。总有一天，我要让你亲眼看见我征服世界的样子、我把神的王座踩在脚下的样子。哈哈，在那之前，你可绝对不要倒下啊，伙伴！",
        "达达利亚的爱好…": "冰钓和决斗的道理是相通的，关键是耐心与决断。这么说来，同样的道理好像也能应用在人生中的所有事情上？",
        "达达利亚的烦恼…": "嗯？烦恼的事情…哼，与你同行，总是有值得挑战的强敌，根本没空思考这种琐碎无趣的小事。",
        "喜欢的食物…": "这个世界上，充满了美妙的料理和酣畅淋漓的战斗。活着真是美妙！",
        "讨厌的食物…": "食物和武器是一样的。真正的战士不会挑剔兵器，也不会挑剔食物。你也不要挑食啊。",
        "生日…": "哟，伙伴，生日快乐！有什么想痛打一顿的人吗？有的话，就尽管说出来吧！",
        "突破的感受·起": "喔！好像变强了一些。找谁试试好了…",
        "突破的感受·承": "「战士的力量就像一个圆。圆越大，能挑战的人就越多。」欸，这句话是谁说的来着…",
        "突破的感受·转": "真不错！伙伴，多亏了你，我离「征服世界」的目标又近了一步。就连女皇大人，也不曾料想过我这样的成长吧。",
        "突破的感受·合": "伙伴，你也要好好锻炼自己才行！不然的话，等我到达了世界的顶点，又有谁能与我殊死厮杀呢？哈哈哈。",
        "元素战技·其一": "要上了！",
        "元素战技·其二": "哈！",
        "元素战技·其三": "势如狂澜！",
        "元素战技·其四": "来吧！",
        "元素战技·其五": "接下来——",
        "元素战技·其六": "呼——",
        "元素爆发·其一": "一箭止水！",
        "元素爆发·其二": "逃得掉吗！",
        "元素爆发·其三": "破绽，稍纵即逝！",
        "元素爆发·其四": "忍着点，这可是很痛的。",
        "冲刺开始·其一": "兵贵神速。",
        "打开风之翼·其一": "呵，感觉不错。",
        "打开宝箱·其一": "好！再去寻找更多的宝藏吧！",
        "打开宝箱·其二": "相当不错！",
        "打开宝箱·其三": "真让人摩拳擦掌！",
        "生命值低·其一": "哈！有点意思。",
        "生命值低·其二": "不赖嘛！",
        "生命值低·其三": "生死边缘而已，我很擅长处理。",
        "倒下·其一": "怎能这样…得而复失…",
        "倒下·其二": "失手了…",
        "倒下·其三": "还挺…有两下子…",
        "重受击·其一": "嘁！大意了。",
        "加入队伍·其一": "哈，强敌何在？",
        "加入队伍·其二": "睁大眼睛看着吧！",
        "加入队伍·其三": "真让我好等！"
    },
    "id-og": {
        "Halo": "Aku adalah Harbinger ke-11 dari Fatui, Childe, aku juga dikenal dengan nama Tartaglia. Kamu —— sepertinya adalah seseorang yang bisa menimbulkan perselisihan juga, senang bertemu denganmu. Kita harus rukun-rukun, ya?",
        "Berbincang: Menganggur": "Sepertinya ada cara lain untuk menemukan musuh... daripada berdiri di sini.",
        "Mengobrol: Adu Tanding": "Hmmm —— Apakah tidak ada musuh tangguh di sekitar sini?",
        "Mengobrol: Fatui": "Para Harbinger yang lain sedang sibuk apa sih? Hmmm, sudahlah, pasti mereka sedang mempersiapkan \"rencana besar\" mereka.",
        "Mengobrol: Snezhnaya": "Di kampung halamanku yang bersalju itu, kita akan membeku bila berdiri diam seperti ini. Hahaha.",
        "Setelah hujan": "Suara tetesan air hujan akan menakuti ikan-ikan. Sebaliknya, waktu hujan reda adalah saat yang tepat untuk memancing ikan.",
        "Saat Turun Salju: Bangsa Asing": "Hahaha, tidak tahu apakah di tempatmu sana juga sedang bersalju?",
        "Saat Turun Salju: Snezhnaya": "Salju yang begitu indah! Semuanya tertutupi oleh salju yang sama putihnya dengan cahaya bulan, panggung yang sangat cocok untuk sebuah pertumpahan darah.",
        "Waktu Angin Bertiup": "Ah! Sepertinya angin sedang membawa hawa pertempuran",
        "Angin Mulai Kencang: Bangsa Asing": "Benar-benar angin yang penuh kebebasan!",
        "Angin Mulai Kencang: Snezhnaya": "Rasanya tubuh dan kepalaku disapu bersih oleh angin yang bertiup melewatiku. Benar-benar menyegarkan.",
        "Selamat Pagi": "Hei, partner! Kamu kelihatan bersemangat hari ini.",
        "Selamat Siang": "Kamu kelihatan segar sekali, apa rahasiamu?",
        "Selamat Malam": "Wah —— puas sekali makannya. Ayo gerakkan badan agar makanannya tercerna.",
        "Selamat Tidur": "Benar-benar hari yang menyenangkan. Sampai jumpa besok, partner!",
        "Tentang Tartaglia sendiri": "Seorang petarung harus selalu siap menghadapi segala tantangan dengan pedangnya. Kalah atau menang, yang terpenting adalah mendapatkan pengalaman yang baru.",
        "Tentang Kita: Seperjuangan": "Kurasa anggota Eleven Harbingers lain sudah tahu tentang kerja samaku denganmu. Heh, aku benar-benar ingin melihat ekspresi muka mereka, hahaha.",
        "Tentang Kita: Senjata": "Sebenarnya busur adalah senjata yang paling tidak biasa kugunakan. Justru karena itu, aku semakin ingin menguasainya.",
        "Tentang Kita: Bertahan hidup": "Tanpa Vision pun kamu bisa mengeluarkan kekuatan sehebat ini, aku benar-benar penasaran dengan kemampuanmu, sampai mana batas kekuatanmu. Yang terpenting kamu jangan sampai kalah sebelum mengerahkan seluruh tenagamu untuk melawanku, partner! Aku tidak akan mengizinkannya.",
        "Tentang Kita: Undangan": "Partner, apakah kamu tertarik untuk bergabung dengan Fatui? Heh, lupakan saja perkataanku barusan. Dengan kekuatan kita berdua, kita bahkan bisa menantang Eleven Harbingers dan menang. Aku tidak akan melewatkan kesempatan ini.",
        "Tentang Vision": "Aku bersedia menggunakan apa pun asalkan itu bisa membuatku semakin kuat. Vision? Baik, Delusion? Boleh juga, atau ajaran sesat Abyss? Tidak masalah sama sekali bagiku.",
        "Berbagi Cerita": "Di padang bersalju tak berujung ini, nyawamu bisa saja hilang tanpa jejak di siang bolong. Ini adalah pertarungan dengan musuh tak terlihat yang kita hadapi setiap hari",
        "Rumor yang menarik": "Aku pernah berjelajah jauh ke dalam Abyss dan bertemu dengan monster raksasa yang buas. Aku tidak mengetahui namanya, tapi melihatnya saja sudah membuatku merinding hingga ke tulang-tulang. Tetapi suatu hari nanti, aku akan kembali kesana dan memenggal kepalanya. Saat hari itu tiba, kamu akan menjadi saksinya, partner!",
        "Tentang Skirk": "Entah sudah berapa lama aku tidak bertemu dengan guru. Heh, aku hanya berharap saat kita berlatih bersama lagi, aku bisa memaksanya menggunakan kedua tangannya.",
        "Tentang Zhongli: Pertimbangkan": "Dia masih menyembunyikan kekuatannya, entah sekuat apa diri dia sebenarnya... Heh, aku benar-benar penasaran.",
        "Tentang Zhongli: Tantangan": "Katakan padaku, bagaimana kabar Tuan Zhongli akhir-akhir ini? Hmmm, cukup baik? Sepertinya dia sudah terbiasa hidup sebagai \"manusia biasa\". Huh... dia benar-benar telah berhasil menipuku mentah-mentah, aku tidak akan memaafkannya! Apa maksudmu aku tidak bisa mengalahkannya? Hahaha...",
        "Tentang Tsaritsa": "Yang Mulia Tsaritsa sebenarnya adalah seseorang yang sangat lembut, terlalu lembut bahkan, maka dari itu dia harus menjadi lebih tegas. Dia harus berperang melawan seluruh dunia karena mimpinya untuk menciptakan kedamaian. Karena dia bermusuhan dengan seluruh dunia, kita baru bisa saling bertemu.",
        "Tentang Varka": "Varka? Saat membayangkan bisa bertarung dengan Knight terbaik Knights of Favonius, Varka sang Knight of Boreas saja, sudah membuatku bergetar karena kegembiraan. Sungguh luar biasa bisa hidup di dunia ini.",
        "Mengenal Tartaglia: I": "Ingat baik-baik, partner! Aku adalah orang yang akan menguasai dunia suatu hari nanti!",
        "Mengenal Tartaglia: II": "Tidak peduli bila lawanku adalah dewa, atau monster dari Abyss, asalkan dia memiliki bentuk, berarti aku memiliki kesempatan untuk menang. Tetapi para Eleven Harbingers itu memiliki \"teknik yang tak terlihat\" melalui trik kekuasaan dan konspirasi. Aku benar-benar tidak bisa akur dengan orang-orang seperti itu",
        "Mengenal Tartaglia: III": "Tempatku sekarang dan kampung halamanku berada di bawah langit yang sama. Sangat menengadah ke atas, keluargaku juga pasti dapat melihat cahaya bulan yang seputih salju. Aku berharap adik-adikku di sana sudah menjadi petarung yang hebat.",
        "Mengenal Tartaglia: IV": "Hei, partner, camkan kata-kataku: jangan pernah mengucapkan kata-kata konyol seperti \"Aku sedang terbakar api semangat!\" untuk memotivasi dirimu saat bertarung. Lagi pula, kamu hanya akan menjadi debu bila kamu terbakar. Bagaimanapun juga yang terpenting adalah bertahan hidup.",
        "Mengenal Tartaglia: V": "Waktu berlalu dengan cepat. Suatu hari nanti, aku ingin kamu melihatku saat aku berhasil menguasai dunia ini, aku akan menginjakkan kaki di takhta para dewa. Hahaha, jangan sampai gugur sebelum saat itu tiba, partner!",
        "Hobi Tartaglia": "Memancing di es dan bertarung sebenarnya memiliki prinsip yang sama, keduanya membutuhkan kesabaran dan sigap dalam mengambil keputusan. Yah, tapi sepertinya prinsip ini juga berlaku pada semua hal dalam hidup ini.",
        "Kekhawatiran Tartaglia": "Hmmm? Binatang peliharaanku? Heh, aku selalu bertemu dengan lawan tangguh saat bertualang denganmu, aku tidak memiliki waktu luang untuk memikirkan masalah sepele seperti itu.",
        "Makanan favorit": "Dunia ini selalu penuh dengan makanan yang nikmat dan pertarungan yang menantang. Hidup ini sungguh luar biasa!",
        "Makanan yang tidak kamu suka": "Makanan dan senjata sebenarnya sama saja. Seorang petarung tidak boleh memilih-milih senjata, tidak boleh memilih-milih makanan. Kamu juga tidak boleh memilih-milih makanan.",
        "Ulang Tahun": "Selamat ulang tahun, partner! Apakah ada orang yang ingin kamu hajar? Kalau ada, katakan kepadaku!",
        "Perasaan Tentang Ascension: Permulaan": "Wah! Sepertinya benar-benar menjadi lebih kuat. Siapa yang bisa kujadikan percobaan ya...",
        "Perasaan Tentang Ascension: Persiapan": "\"Kekuatan seorang petarung bagaikan sebuah lingkaran. Semakin besar lingkaran itu, orang yang bisa dilawan juga akan semakin banyak.\" Siapa orang yang mengatakan ini, ya...",
        "Perasaan Tentang Ascension: Klimaks": "Bagus sekali! Terima kasih, partner. Kini aku selangkah lebih dekat menuju mimpiku untuk \"menaklukkan dunia\". Bahkan Tsaritsa sendiri tidak menduga bahwa aku dapat bertahan hingga sejauh ini.",
        "Perasaan Tentang Ascension: Konklusi": "Kamu juga harus terus melatih dirimu, partner! Kalau tidak, siapa yang bisa menjadi lawanku saat aku sudah berhasil mencapai puncak dunia ini? Hahaha.",
        "Elemental Skill: I": "Kamu milikku!",
        "Elemental Skill: II": "Hah!",
        "Elemental Skill: III": "Gelombang pasang!",
        "Elemental Skill: IV": "Ayo!",
        "Elemental Skill: V": "Siapa selanjutnya?",
        "Elemental Skill: VI": "*hosh* *hosh*",
        "Elemental Burst: I": "Gelombang pasang!",
        "Elemental Burst: II": "Kamu bisa lari, tapi kamu tidak bisa sembunyi dariku!",
        "Elemental Burst: III": "Jangan lengah!",
        "Elemental Burst: IV": "Beranikan dirimu, ini sangat sakit loh!",
        "Mulai Lari: I": "Tidak ada waktu untuk kalah.",
        "Membuka Wind Glider: I": "Aku akan terbiasa menggunakannya.",
        "Membuka Peti Harta: I": "Oke, ini dia yang kutunggu!",
        "Membuka Peti Harta: II": "Tidak buruk ... tidak buruk sama sekali!",
        "Membuka Peti Harta: III": "Sekarang tinggal cari sisanya!",
        "HP Rendah: I": "Ho, sepertinya mulai menarik.",
        "HP Rendah: II": "Hebat juga kamu!",
        "HP Rendah: III": "Kematian membayang, tapi inilah waktuku untuk bersinar!",
        "Gugur: I": "Bagaimana bisa... Aku hanya tinggal...",
        "Gugur: II": "Aku terungguli...",
        "Gugur: III": "Aku... cukup terkesan...",
        "Menerima Serangan Hebat: I": "Cih, kesalahan amatiran.",
        "Bergabung ke Party: I": "Perlu bantuanku 'tuk habisi musuh?",
        "Bergabung ke Party: II": "Tontonlah kemampuanku sampai terbelalak!",
        "Bergabung ke Party: III": "Ayolah, jangan terus membuatku menunggu!"
    },
    "en-og": {
        "Hello": "I'm No. 11 of the Fatui Harbingers, codename Childe, but I also go by Tartaglia. And you... Hmm, you too like to cause quite the stir, don't you? Something tells me we're going to get along splendidly.",
        "Chat: Idleness": "You know, there are better ways to seek out our enemies than... well, standing here.",
        "Chat: Test of Skills": "This place is pretty dead... By which I mean, there's nothing to kill.",
        "Chat: The Fatui": "I wonder what the rest of the Harbingers are up to? Plotting and scheming on an ever-grander scale, no doubt.",
        "Chat: Snezhnaya": "Where I'm from, if we didn't keep moving, we'd freeze to death. Literally.",
        "After the Rain": "Ah, perfect weather for fishing! The sound of the rain scares them away, but once it stops, they're yours for the taking.",
        "When It Snows: Foreign Country": "Haha, ahh... could it be snowing in Snezhnaya too?",
        "When It Snows: Snezhnaya": "The world looks glorious in the snow. Pure white, like the light of the moon. A perfect backdrop for bloodshed.",
        "When It's Windy": "The wind is picking up. There is conflict in the air.",
        "When the Wind Is Blowing: Foreign Country": "Just look at that wind blow!",
        "When the Wind Is Blowing: Snezhnaya": "The wind permeates all, cleansing both mind and body. Excellent.",
        "Good Morning": "Morning, comrade! You're raring to go today, I see.",
        "Good Afternoon": "You look well. What's your secret? Care to exchange notes?",
        "Good Evening": "Whew, dinner was quite the feast. A spot of exercise is in order.",
        "Good Night": "Today was great. See you tomorrow, comrade!",
        "About Tartaglia": "A warrior must always be ready to face any challenge with his blade. The outcome of the battle is irrelevant — what matters is that you learn from the experience.",
        "About Us: Comrades": "Ah, I'm sure the Harbingers must know of my dealings with you by now. Oh, I'd love to see the look on their faces... Hahaha...",
        "About Us: Weapons": "I am the least adept with a bow. And that is precisely why I must master it.",
        "About Us: Survival": "You wield such powers without owning a Vision... I really am excited to see what you have in store for us... Let's see how far you can go. Just don't go dying on me before you lay it all on the line in our final battle! I won't allow it!",
        "About Us: Invitation": "Comrade, how would you like to join the Fatui? ...Actually, scrap that. With your capabilities, you and I could head-to-head with the Harbingers and win. Wouldn't want to miss an opportunity like that.",
        "About the Vision": "If it makes me stronger, I'll take it. Vision? Great. Delusion? Don't mind if I do. Heretical teachings from the Abyss? Sign me up.",
        "Something to Share": "The skeletal-white snowscape devours life without leaving any trace. It is the invisible enemy we fight against each day.",
        "Interesting Things": "I once ventured deep into the abyss and came face-to-face with an enormous beast. I don't know its name, all I know is the sight of it chilled me to the bone. But mark my words, one day I will march back in there and behead that beast, and you, comrade, will be my witness!",
        "About Skirk": "It's been years since I last saw my master. I should hope that next we meet, I'll at least be able to force her to use both hands to beat me...",
        "About Zhongli: Pondering": "There's far more to that man than meets the eye. As for the extent of his power... lots to look forward to, I think.",
        "About Zhongli: Challenge": "Tell me, how has Mr. Zhongli been lately? Not bad, you say? Seems he's had no problem acclimating to \"mortal\" life. Hmph, he sure had me fooled. Such a fiasco mustn't be so easily forgiven! The only way to reconciliation is fierce combat! What do you mean I'm no match for him? Hahaha...",
        "About Tsaritsa": "Her Royal Highness the Tsaritsa is actually a gentle soul. Too gentle, in fact, and that's why she had to harden herself. Likewise, she declared war against the whole world only because she dreams of peace. And because she made an enemy of the world, I had the chance to become acquainted with you.",
        "About Varka": "Varka? Just the thought of one day going head-to-head with him in combat, the fabled Knight of Boreas himself, titan of the Knights of Favonius... It makes me buzz with excitement. It's a beautiful life we live in this world.",
        "More About Tartaglia: I": "Remember, comrade, one day I will conquer the world!",
        "More About Tartaglia: II": "Face me in person, man to man, and I'll always have a chance of beating you. Same goes if you're a deity or a monster from the abyss. But the Harbingers? They are more enamored with their intangible methods, spending their days scheming and maneuvering. This is why we cannot get along.",
        "More About Tartaglia: III": "However far away my motherland may be, we all live under the same sky. That snow-white moon... My family must be able to see it too. I hope my siblings are well... And I hope that they have turned out to be formidable warriors too.",
        "More About Tartaglia: IV": "Comrade, a word of advice: Don't go yelling stupid things in the heat of battle. They might sound good in your head, but if you think about it, they make no sense at all. I'm talking about things like, \"I'm on fire!\" That's the last thing we want. Fire leaves behind nothing but ashes. And you must survive at all costs.",
        "More About Tartaglia: V": "Ah, how time flies. One day, you will see how I conquer the world and crush the thrones of gods beneath my heel. In the meantime... no dying, comrade! Keep yourself alive! Hahaha.",
        "Tartaglia's Hobbies": "Ice fishing and combat follow the same principle. Patience and decisiveness are key. Though having said that... I suppose the same is true of everything in life.",
        "Tartaglia's Troubles": "My pet peeves? Hmm, well, to be honest, I'm far too busy journeying with you and slaying powerful enemies to dwell on such trifling matters.",
        "Favorite Food": "There's plenty of delicious food to sink your teeth into in this world... and plenty of fights to sink your teeth into as well. Life is beautiful.",
        "Least Favorite Food": "Food is like weaponry. A true warrior never deliberates unduly over their choice of weapon, nor do they do so over the food they eat. Neither should you.",
        "Birthday": "Happy birthday, comrade! Anyone you need knocked off their perch today? Let me know. I'll happily oblige...",
        "Feelings About Ascension: Intro": "Hohoho, I feel like I've gotten stronger! Now, who shall I use as my guinea pig...",
        "Feelings About Ascension: Building Up": "\"A warrior's strength is like a dome. The bigger the dome, the more opponents he can challenge inside it.\" Hmm, who was it that said this again?",
        "Feelings About Ascension: Climax": "Bravo, comrade! Thanks to your help, I am one step closer to my goal of conquering the world. I doubt even the Tsaritsa herself ever expected I would make it this far.",
        "Feelings About Ascension: Conclusion": "Comrade. Make sure you keep training too. Otherwise, who will be left to fight me to the death when the world lies defeated at my feet? Hahaha.",
        "Elemental Skill: I": "You're mine!",
        "Elemental Skill: II": "Ha!",
        "Elemental Skill: III": "Tidal wave!",
        "Elemental Skill: IV": "Bring it on!",
        "Elemental Skill: V": "Who's next?",
        "Elemental Skill: VI": "Hah...",
        "Elemental Burst: I": "Riptide!",
        "Elemental Burst: II": "You can run, but you can't hide!",
        "Elemental Burst: III": "Shouldn't let your guard down!",
        "Elemental Burst: IV": "Brace yourself, this is gonna hurt!",
        "Sprint Start: I": "No time to lose.",
        "Deploying Wind Glider: I": "I could get used to this.",
        "Opening Treasure Chest: I": "Alright, now we're talkin'!",
        "Opening Treasure Chest: II": "Not bad... Not bad at all!",
        "Opening Treasure Chest: III": "Now I just need to get my hands on the rest!",
        "Low HP: I": "Heh, this is getting interesting.",
        "Low HP: II": "You're pretty good!",
        "Low HP: III": "Death looms. My time to shine!",
        "Fallen: I": "How... I had only just...",
        "Fallen: II": "Drat!",
        "Fallen: III": "I'm... quite impressed...",
        "Heavy Hit Taken: I": "Amateur mistake.",
        "Joining Party: I": "Need to end a few enemies?",
        "Joining Party: II": "Keep your eyes wide open!",
        "Joining Party: III": "C'mon, don't keep me waiting!"
    }
}