{
    "zh-cn": {
        "初次见面…": "在下行秋，不过书海一蠹。某虽不才，仍愿为君略尽绵薄。难得有机会说这种风格的台词，感觉还不错。",
        "闲聊·无人夜": "「有时明月无人夜，独向昭潭制恶龙。」",
        "闲聊·文章": "「衣裓贮文章，自言学雕虫。」",
        "闲聊·偷闲": "正所谓「偷得浮生半日闲」，哈哈。",
        "闲聊·阅卷": "如此如此，这般这般…欸？欲知后事如何，且听下回分解？唔…",
        "闲聊·新书": "盘算着也该到「万文集舍」新进小说的日子了，不妨…我们顺道去看看？",
        "下雨的时候…": "这么说来，我们家出品的锦缎伞，好像既不能遮阳也不能挡雨。唯一的用处就是挂在墙上。",
        "雨过天晴…": "晴了就好，不然藏书会生霉的。",
        "下雪的时候…": "只有这种天气的时候，我才会觉得家里比书店好。家里炭火很足，而书堆里就不准用火。",
        "阳光很好…": "练功的好…啊不，是看书的好时节啊。好啦，我脸上又没有写字，别一直盯着我看了。",
        "早上好…": "早啊。早上的时间这么难得，能做做自己喜欢的事情就好了。",
        "中午好…": "午饭有点不想吃米饭，想吃糕点。待在书斋吃，父亲和兄长就不知道了…嗯？想一起来吗？嗯…只要你不把碎屑沾到书上就行。",
        "晚上好…": "去偷点萤火虫来看书，怎么样？唔，我的玩笑话你可别当真，对眼睛不好的。",
        "晚安…": "明天我也在老地方。只要你不中途迷了路，就准能找得到我。",
        "关于行秋自己…": "在人前彬彬有礼，是因为大家见我是飞云商会的二少爷；在你面前能这么轻松，大概因为你看我的方式并不一样吧。",
        "关于我们·书友": "你算是我的书友吧。什么？打架？古华派？战友？…唔！你都在说些什么呢。不是说好这是我们两人间的秘密吗！",
        "关于我们·结拜": "我要和你结拜，就去绝云间的祭坛那边。不行，不能拒绝。你知道了我的底细，也就知道了一直被我掩饰着的真实的自己…我不能放你走。除非…你答应我不会撒手不干！",
        "关于「神之眼」·古书": "「神之眼」的事情，虽然一般少有记载，但在我所收集的古书中却有一段特别的描述，待我找给你。",
        "关于「神之眼」·领悟": "受书中启发，我领会到，枪术与剑术的本质，正是瞳术。唔，解释起来可能有点费力…如果你真想知道，就跟我去「王山厅」走一趟吧。事先声明，到时候你可不准笑。",
        "有什么想要分享…": "璃月非去不可的地方？这个问题很难回答，不过，如果消失了会让我很难过的地方…「万文集舍」稳排第一，「古华堂」能进前十吧。",
        "感兴趣的见闻…": "以前是兔子，后来是鹿。对我来说，「请从绝处，读我侠义」是舍弃一切的觉悟，鹿却是绝处逢得新生的希望。真想再见它一次啊。",
        "关于北斗…": "北斗阁下是我非常敬重的人。不过希望她不要喊我「小子」，也不要一见面就揉我头发。",
        "关于凝光…": "「天权」大人是我不得不敬重的人。不然会给家父以及家兄添麻烦。嗯？对她本人，我想想。嗯…还是算了，不说人坏话了。",
        "关于重云…": "唉，重云这家伙，虽然也知道我的底细，但真要和他搭档去完成任务还得审慎。他现在还是执着「武」技，却不理解「侠」心的境界。需要多练练。尤其…是吃辣的方面，哈哈。",
        "关于云堇…": "云堇啊，她只要能喝到满意的饮品，就会有动力去创作新戏。我呢，就一直在床底下囤着一小罐茶叶，就是为了等哪天她兴致索然的时候给她送去。这样，我就有听不完的异侠传奇了！",
        "关于胡桃…": "那个小姑娘，正是「往生堂」的当代堂主。嗯？问我怎样看待她的为人？…行事作风嘛，坊间传闻是作不了数的。真想了解一个人，还得看她真正想要的是什么。",
        "关于七七…": "总感觉七七的身上藏着谜团。但只要白术先生在场，就跟她说不上几句话。除非，我们能找个白术先生外出看诊的机会，专门…",
        "关于香菱…": "见到香菱的时候，你可得多观察一下她的表情。尤其是刚刚添置完食材回来的香菱，笑得越开心，就越危险。要是被她缠上、逼你试吃新品…这种情况，我一般会靠重云来处理。",
        "关于辛焱…": "辛焱到底是在哪里演出的？从吃虎岩到玉京台，哪里都躲不过那种鸡飞狗跳的穿透力…唉，能够安静看书的时日是多么宝贵啊。",
        "关于阿贝多…": "下一卷、下下卷、下下下卷的重要场景，我都已经想好要配怎样的插画了！啊，必须赶快把灵感记下来，修书一封，寄给白垩老师…",
        "关于钟离…": "我看见过家父和家兄接待这位先生，就从他们行礼时候的恭敬态度来看…对方应该是很有地位的人物吧。我还听说他是给仙人办丧事的人，感觉很有底蕴。要不要一起去挖掘他身上的秘密呢？",
        "关于申鹤…": "总觉得申鹤小姐看我的眼神里略显凶恶，让我不敢随便跟她搭话。奇怪，难道我无意中得罪过她吗？或者…得罪过她身边的人？",
        "想要了解行秋·其一": "阁下近来可好？如果闲来无事，可以来「万文集舍」转转。",
        "想要了解行秋·其二": "问我为什么总是一个人看书？好学…并不是什么坏习惯吧。没有什么特别的地方，嗯，真的没有。",
        "想要了解行秋·其三": "今天的时间已经空出来了吗？好，我也随时可以出发。书？没关系，书可以回来接着看，那些需要我们帮助的人可不能等啊。",
        "想要了解行秋·其四": "你说你有个好点子？用我们之前做的事情当原型，写一本探案集加武侠题材的小说，《万文集事件簿》？嗯，啊哈哈哈…是个好点子，但是不采纳。嗯，不会采纳的。",
        "想要了解行秋·其五": "「洋洋万言，织诗成锦。」唉，我也想有这样的评价啊。这件事我只和你一个人说。其实，我也在写小说。现、现在当然不能给你看，以后…以后你会在书店里看到的。",
        "行秋的爱好…": "我的爱好自然是看书。什么书都会看。嗯？你一脸坏笑看着我干什么。唔，那事我们两个知道就行了，还是不适合明面上讲。说出来就没意思了。",
        "行秋的烦恼…": "烦恼啊，嗯…未来有朝一日兄长继承了家业，我会怎么样呢？这样无忧无虑的生活恐怕…啊，我不是在说身份之类的，我不在乎那些。我是觉得大哥太呆了，没我帮忙不太行啊。",
        "喜欢的食物…": "我比较喜欢吃糕点和月菜海鲜。主要是因为，我们家一直就吃得很清淡吧。",
        "讨厌的食物…": "我很讨厌胡萝卜，小时候家母经常捣碎胡萝卜做成…还是不要让我讲下去了。即使是在回忆里，那种味道也…",
        "生日·祝福": "咳，咳咳。恭祝你福寿与天齐，庆贺你生辰快乐。",
        "生日·习俗": "据记载，天成石桥是上古战争时候，岩之神摩拉克斯投出的石枪倒塌后形成的。要是生日当天在桥上走一趟，往两边海里投点摩拉，就能保佑一年安康…生日一年只有一次，想去的话就快点去吧…没骗你，是真的。真的，快去吧。",
        "突破的感受·起": "如果没有能力，那我心中的那个字，可能也就停在纸面上了吧。",
        "突破的感受·承": "如果心中没有善恶的标尺，努力就会错了方向。舍本逐末，变成追逐暴力的俗人。",
        "突破的感受·转": "我所追求的那个字，在璃月这方土地上并非处处通行。不过行道至此，我对这一点早就有了足够的认识。",
        "突破的感受·合": "多亏了你的陪伴。我对自己也很满意了——无论是武学，还是对那个字的理解。唉，算啦。我也不用对「侠」字讳莫如深了。我的「侠」，父亲和兄长应该也不会质疑了。只不过嘛，低调行事这点还是得保留的。",
        "元素战技·其一": "雨线难画。",
        "元素战技·其二": "裁——！",
        "元素战技·其三": "断！",
        "元素爆发·其一": "古华深秘。",
        "元素爆发·其二": "织诗成锦。",
        "元素爆发·其三": "裁雨留虹。",
        "冲刺开始·其一": "形随神至。",
        "冲刺开始·其二": "该行动了。",
        "打开宝箱·其一": "甚好甚好。",
        "打开宝箱·其二": "寻得珍宝，真是充满侠意的经历。",
        "打开宝箱·其三": "倘若还有几卷失传的古书，就完满了。",
        "生命值低·其一": "计划有变…",
        "生命值低·其二": "接下来就不再是「点到为止」了。",
        "生命值低·其三": "「请从绝处，读我侠义。」",
        "倒下·其一": "承蒙…赐教…",
        "倒下·其二": "灯华易散…我是知道的。",
        "倒下·其三": "失手了…",
        "普通受击·其一": "不妨事。",
        "重受击·其一": "大意了。",
        "重受击·其二": "不好…",
        "加入队伍·其一": "厚积而薄发。",
        "加入队伍·其二": "不惭世上英。",
        "加入队伍·其三": "扶善惩恶，当仁不让。"
    },
    "en-og": {
        "Hello": "Xingqiu at your service, my liege! I humbly trust that even one such as I, a mere bookworm, may yet prove to be of some utility under your wise leadership. Nice, I don't often get a chance to speak with such formality. It felt pretty good!",
        "Chat: Night of Solitude": "'Twas on a deserted moonlit night that the hero approached the vile dragon's limpid lair...",
        "Chat: Literature": "I never embark on a journey without a good book to accompany me.",
        "Chat: Taking a Break": "Now this is what I call, \"a moment of solitude.\"",
        "Chat: Reading": "Oh my goodness... Oh my gosh... Wow— Huh? \"All will be revealed in the next volume\"? Aw, drat...",
        "Chat: New Books": "If my calculations are correct, Wanwen Bookhouse is due to receive a batch of new releases today. Might we add a small detour to our adventure?",
        "When It Rains": "My family makes ornate umbrellas that block neither rain nor shine. Their sole purpose is for decoration upon a wall.",
        "After the Rain": "Good, the rain has stopped. Any longer and my books would have gotten wet.",
        "When It Snows": "Only when it snows like this would I prefer to be at home than in a book store. For there is a well-stocked fireplace at home, while there is no fire allowed in book stores.",
        "When the Sun Is Out": "Great weather for practicing martial arts, but perfect weather for reading. Hey, what's that ridiculous look for? You look as if you're trying to decipher some strange text written on my forehead.",
        "Good Morning": "Morning! The morn hours are precious. Spend them on that which matters to you.",
        "Good Afternoon": "I am uninclined to eat a heavy meal this luncheon, but instead indulge in some baked treats. As long as I eat in the study, my father and brother never have to know! Oh, you want to join me? Well... As long as you don't get crumbs on the books, I suppose it's fine.",
        "Good Evening": "What say you we snatch a few fireflies and read in the light they give? Hehe... Hey, I'm joking. Seriously, don't, it's bad for your eyesight.",
        "Good Night": "You will find me in the same place as ever tomorrow. So I'll see you then. Unless you manage to get lost on the way.",
        "About Xingqiu": "I always have to put on an act around other people, because they see me only as the second son of the Feiyun Commerce Guild. It's a relief that I can just be myself around you. I think it's because you don't see me in the same way.",
        "About Us: Reading Buddies": "I would say we are book buddies. Huh? Combat? Guhua Clan? Comrades in arms? ...What on earth are you talking about? I told you that's our little secret!",
        "About Us: Swornship": "We should become sworn siblings, let's go to the altar at Jueyun Karst. Nope, no ifs, no buts, you know too much about me! You know the real me, the one I normally have to hide. I simply can't let you go until you promise me you will go through with it!",
        "About the Vision: Ancient Books": "There aren't many records on matters concerning Visions, but I do have a passage dedicated to the topic in my collection of ancient texts. I can lend it to you if you want.",
        "About the Vision: Realization": "I've come to an epiphany based on some things I've been reading — ultimately, the arts of both the polearm and the sword are just the art of the \"eye.\" Ugh, it's a little difficult to explain... If you want to know more, come with me to Wangshan Hall. But first, you have to promise me you won't laugh.",
        "Something to Share": "Must-see places in Liyue? That's a tough question. Hmm... The place I would miss the most if it disappeared would be the Wanwen Bookhouse, first and foremost. The Guhua Sect would be in the top ten, too.",
        "Interesting Things": "I used to like rabbits, but I'm more a fan of stags now. To me, the saying \"May my final stand be a monument to chivalry\" is about abandoning worldly possessions and reaching enlightenment. But the stag's final resting place represents the hope for life anew. Oh, how I'd love to see it again.",
        "About Beidou": "I have great respect for Lady Beidou. I just wish she wouldn't call me \"kid\" and ruffle my hair each time she sees me.",
        "About Ningguang": "In her capacity as the Tianquan, I am obliged to respect her. Otherwise, it could create issues for my father and brother. On a personal level? Let me think... I think I will go with \"No comment,\" I shan't speak ill of others.",
        "About Chongyun": "Ah, dear Chongyun. Though he understands me quite well, one has to exercise caution when teaming up with him to go on a quest. He is making good progress in the martial arts, but I would say he hasn't quite internalized the chivalric code yet... He needs more practice. Especially at eating spicy food...",
        "About Yun Jin": "When Yun Jin drinks a beverage she is fond of, she will be inspired to write a new play. So, I keep a jar of tea leaves under my bed at all times, ready to deliver to her on the day that her inspiration dries up. This way, I shall never run out of heroic tales to listen to!",
        "About Hu Tao": "Ah yes, the young lady who is now the Director of the Wangsheng Funeral Parlor. If you're asking what I think about her as a person... Well, there are all sorts of rumors about the way she works. But I think if you really want to understand someone, you need to find out what they are really after.",
        "About Qiqi": "I've always thought there is more to Qiqi than meets the eye. But it's impossible to have a conversation with her when Baizhu's around. Hmm... We could wait till Baizhu makes a home call to one of his other patients and corner her...",
        "About Xiangling": "When you first spot Xiangling out and about, the first thing you should do is check the look on her face. Especially when she's just coming back from collecting new ingredients — the more excited she looks, the more dangerous it is to approach. Because if she sees you, she'll force you to taste-test her latest concoction... I usually get Chongyun to handle these situations, hehe...",
        "About Xinyan": "Where does Xinyan perform? Anywhere from Chihu Rock to Yujing Terrace — no spot is untouched by her disruptive presence... A quiet day when I can curl up with a good book is a rare treasure indeed.",
        "About Albedo": "I've thought of all the illustrations I want for each major event in the next three volumes! I should write my thoughts down before I forget them, and send them to Mr. Kreideprinz...",
        "About Zhongli": "My father and brother entertained that gentleman as a guest once. From the way they were acting, he must be a very high-profile figure indeed. I also heard that he directs funerals for the adepti, so he must surely have great depth to his character. We should do some digging and see what we can find out about him!",
        "About Shenhe": "I find that Miss Shenhe seems to look at me somewhat fiercely, so I daren't approach her lightly. Bizarre, did I inadvertently upset her? Or maybe... upset someone close to her?",
        "More About Xingqiu: I": "Are you keeping well, my liege? If you have no other matters to attend to, might I recommend a trip to the Wanwen Bookhouse?",
        "More About Xingqiu: II": "You ask why I enjoy reading in solitude? ...Studiousness can hardly be considered a bad habit. There's not much more to it than that. Really.",
        "More About Xingqiu: III": "Your schedule is free today? Wonderful. I am ready to leave whenever you are. ...My book? Oh, never mind that! I can always pick up where I left off when I get back. But those in distress who need our assistance cannot afford to wait.",
        "More About Xingqiu: IV": "You feel inspired, you say? You want to write a martial arts detective novel based on our adventures together? And you want to call it the \"Chronicles of Wanwen\"? Hahaha... It's a good idea, it really is. But I'll have to decline, I'm sorry. Yes, really...",
        "More About Xingqiu: V": "\"A weaver of verses who draws from an ocean of expression...\" That's the reputation I aspire to. But you're the only person I can share that with. I am actually writing a novel... but I can't let you see it. Not yet. The time will come, though... You'll be able to read it when it's on sale in book stores all over Liyue.",
        "Xingqiu's Hobbies": "Evidently, my hobby is reading. I'll read anything and everything. ...What's that mischievous grin for? Oh. That's between the two of us, okay? It's not appropriate to discuss it out loud. There's no point in bringing it up anyway.",
        "Xingqiu's Troubles": "What annoys me? Hmm... Well, one day my brother will inherit the family business. What will happen to me then? I fear my current carefree existence would... Oh — no, no, no, it's not about my status or anything like that. I don't care for that kind of thing. I think my brother is something of a simpleton and I would probably end up having to do most of his job for him...",
        "Favorite Food": "I like baked goods and Yue-style seafood. Probably because I'm used to quite a bland diet at home.",
        "Least Favorite Food": "I hate carrots. When I was young, my mother would mash them up into... Ugh, I can't go on. Just thinking about it makes me feel sick...",
        "Birthday: Wishing": "May this day of your birth be filled with much mirth!",
        "Birthday: Customs": "According to historical records, Tiancheng's stone bridge was formed by a fallen rock spear thrown by the Geo Archon Morax in battle. If you walk along the bridge on your birthday and throw some Mora into the sea from both sides, you will be blessed in the coming year... Your birthday only comes once a year, so be quick about it if you wanna go... I'm not kidding, it's true! Go try it and you'll see!",
        "Feelings About Ascension: Intro": "Were it not for my capability, the cause that so inspires me would remain confined to the pages that extol its virtues.",
        "Feelings About Ascension: Building Up": "Had I no moral compass, my efforts would have been misguided. Doomed to grasp at shadows while missing the substance, I would have become a philistine that seeks only violence.",
        "Feelings About Ascension: Climax": "There is a cause that I seek to champion, yet few in Liyue share my aspiration. This I have known for a long time, for it is a path I have walked for many years.",
        "Feelings about Ascension: Conclusion": "I am most grateful for your company on my journey. I am proud of my achievements, both in the martial arts and in championing the cause so dear to my heart. ...Ah, I guess there's no need to euphemize any longer. Chivalry! That is the cause that inspires me, and that I seek to champion. Why should I shy away from it, I am sure my father and brother are under no illusion as to what I stand for by now. ...But of course, I still need to be somewhat discreet in the way I go about my business.",
        "Elemental Skill: I": "Rain outlines your fate!",
        "Elemental Skill: II": "Ha... Hmph!",
        "Elemental Skill: III": "Know my sword!",
        "Elemental Burst: I": "Witness the power of Guhua!",
        "Elemental Burst: II": "Let me weave you a verse.",
        "Elemental Burst: III": "Raincutter!",
        "Sprint Start: I": "Body and mind.",
        "Sprint Start: II": "Time to act.",
        "Opening Treasure Chest: I": "Excellent.",
        "Opening Treasure Chest: II": "Treasure-hunting... A valiant endeavor.",
        "Opening Treasure Chest: III": "I hope we find long-lost ancient literature.",
        "Low HP: I": "Change of plans...",
        "Low HP: II": "I can no longer hold back.",
        "Low HP: III": "May my final stand be a monument to chivalry.",
        "Fallen: I": "I have taught you... everything... I know...",
        "Fallen: II": "The brightest flames... burn fastest...",
        "Fallen: III": "I am outplayed...",
        "Light Hit Taken: I": "A minor setback.",
        "Heavy Hit Taken: I": "I let my guard down.",
        "Heavy Hit Taken: II": "Not good...",
        "Joining Party: I": "May knowledge guide you.",
        "Joining Party: II": "Chivalry will never die.",
        "Joining Party: III": "For justice."
    },
    "id-og": {
        "Halo": "Xingqiu siap melayanimu, meskipun tidak berbakat, Xingqiu masih bersedia melakukan yang terbaik untukmu. Ah aku jarang sekali mendapatkan kesempatan untuk bicara formal begitu, aku merasa cukup baik.",
        "Berbincang: Malam Sunyi": "\"Pada malam sepi di bawah cahaya sinar rembulan, seorang pahlawan mendekati sarang naga jahat.\"",
        "Berbincang: Literatur": "\"Aku tidak pernah pergi bertualang tanpa sebuah buku untuk menemaniku.\"",
        "Berbincang: Istirahat Sejenak": "Inilah yang kusebut dengan \"waktu kesendirian\", haha.",
        "Berbincang: Membaca": "Wa-wah-wah, akhir dari buku ini akan segera... eh? \"Jika ingin tahu apa yang terjadi selanjutnya, nantikan volume selanjutnya\", ah...",
        "Berbincang: Buku baru": "Jika perhitunganku benar, Wanwen Bookhouse akan mendapatkan sejumlah buku yang baru rilis hari ini. Mungkin kita bisa sedikit memutar untuk melihat-lihat?",
        "Waktu Hujan": "Kalau begini, payung hiasan yang dibuat keluarga kami sepertinya tidak berguna untuk menahan hujan ataupun cahaya matahari. Mereka hanya bisa dipajang di dinding saja.",
        "Setelah hujan": "Oh bagus, hujan sudah berhenti. Jika tidak, buku-bukuku pasti akan basah dan berjamur.",
        "Waktu Turun Salju": "Hanya pada cuaca seperti inilah aku merasa rumahku lebih baik daripada toko buku. Karena di rumah ada perapian yang lengkap, sedangkan api tidak diperbolehkan di dalam toko buku.",
        "Waktu Matahari Bersinar": "Cuaca yang baik untuk latihan bela diri... tapi ini cuaca yang sempurna untuk membaca. Hei, kenapa menatapku begitu, tidak ada tulisan apa-apa di wajahku jadi jangan menatapku lagi.",
        "Selamat Pagi": "Selamat pagi. Waktu di pagi hari sungguh berharga, ada baiknya untuk melakukan apa yang kamu suka.",
        "Selamat Siang": "Untuk makan siang, aku tidak ingin makan nasi, aku ingin makan kue. Selama aku makan di ruang belajar, ayah dan kakakku tidak akan tahu... eh? Kamu ingin bergabung denganku? Hm... baiklah asalkan jangan sampai menjatuhkan makanan ke atas buku.",
        "Selamat Malam": "Bagaimana jika kita pergi menangkap beberapa kunang-kunang untuk membaca buku? Ah, aku hanya bercanda, jangan lakukan itu, tidak baik untuk matamu.",
        "Selamat Tidur": "Besok aku akan berada di tempat biasa. Selama kamu tidak tersesat di tengah jalan, kamu pasti bisa menemukanku.",
        "Tentang Xingqiu sendiri": "Aku harus selalu bersikap penuh sopan santun di hadapan orang, karena mereka melihatku hanya sebagai putra kedua dari Feiyun Commerce Guild. Aku senang sekali bisa menjadi diriku apa adanya saat bersamamu. Mungkin karena kamu melihatku berbeda dari yang lain.",
        "Tentang Kita: Teman membaca": "Kamu adalah teman kutu bukuku. Apa? Bertarung? Klan Guhua? Teman seperjuangan?... eh, apa yang kamu katakan. Sudah kubilang itu rahasia antara kita berdua saja!",
        "Tentang Kita: Ikatan janji": "Ayo kita melakukan sumpah saudara di altar Jueyun Karst. Tidak, tidak ada kata andai, tapi atau apa pun juga, kamu sudah tahu terlalu banyak tentang diriku! Kamu mengetahui diriku yang sebenarnya, diriku yang biasanya harus kusembunyikan. Aku tidak akan membiarkanmu pergi sampai kamu berjanji akan melakukannya!",
        "Tentang Vision: Buku kuno": "Walaupun hal mengenai Vision jarang dicatat di mana pun, tapi ada penjelasan spesial di dalam buku kuno yang telah kukoleksi, aku bisa meminjamkannya padamu.",
        "Tentang Vision: Penguasaan": "Terinspirasi dari buku-buku yang telah kubaca, aku menyadari bahwa esensi dari ilmu tombak dan pedang adalah seni koordinasi tangan-mata. Hm, ini agak sulit untuk dijelaskan... jika kamu ingin tahu, ayo ikuti aku ke Wangshan Hall. Tapi pertama-tama, kamu harus berjanji padaku kamu tidak akan tertawa.",
        "Berbagi Cerita": "Tempat yang harus dikunjungi di Liyue? Pertanyaan yang cukup sulit. Tapi tempat yang akan membuatku sedih jika hilang adalah Wanwen Bookhouse, lalu Sekte Guhua juga akan masuk dalam daftar sepuluh besar.",
        "Rumor yang menarik": "Aku dulu menyukai kelinci, sekarang rusa. Bagiku, ungkapan \"Semoga saat terakhirku bagaikan monumen Knight\" adalah mengenai meninggalkan harta duniawi dan mencapai pencerahan. Namun saat-saat terakhir rusa melambangkan harapan untuk kehidupan yang baru. Aku ingin melihatnya lagi.",
        "Tentang Beidou": "Aku benar-benar menghormati Nona Beidou. Kuharap dia tidak akan memanggilku \"bocah\" lagi dan mengacak-acak rambutku setiap kali dia melihatku.",
        "Tentang Ningguang": "Tianquan adalah seseorang yang harus kuhormati. Jika tidak, maka akan menjadi masalah bagi ayah dan kakakku. Eh? Secara pribadi ya, biar kupikir. Ah... sudahlah, aku tidak mau berbicara buruk mengenai orang lain.",
        "Tentang Chongyun": "Ah, Chongyun ya, walaupun dia cukup mengerti tentangku, tapi seseorang harus benar-benar berhati-hati jika pergi menyelesaikan misi bersamanya. Kemajuannya dalam ilmu bela diri sungguh pesat, tapi menurutku dia masih belum begitu mengerti mengenai kode etik Knight... dia masih perlu belajar banyak. Terutama dalam memakan makanan pedas, haha.",
        "Tentang Yun Jin": "Saat Yun Jin minum minuman yang bisa memuaskannya, dia akan terinspirasi untuk menulis drama baru. Jadi, aku menyimpan satu toples daun teh di bawah kasur setiap saat, siap dikirimkan untuknya saat inspirasi datang. Dengan begini, aku tidak pernah kehabisan kisah menarik untuk didengar!",
        "Tentang Hu Tao": "Ah iya, gadis muda yang sekarang menjadi pemimpin Wangsheng Funeral Parlor itu. Jika kamu bertanya apa yang kupikirkan tentang dirinya... banyak sekali rumor mengenai dirinya. Tapi menurutku jika kamu ingin memahami seseorang, kamu harus mencari tahu apa yang sebenarnya mereka inginkan.",
        "Tentang Qiqi": "Aku selalu merasa Qiqi penuh misteri. Tapi tidak mungkin bertanya padanya saat ada Baizhu. Hm... kita bisa menunggu sampai Baizhu pergi menemui pasiennya lalu kita tanya Qiqi...",
        "Tentang Xiangling": "Ketika pertama kali kamu melihat Xiangling, kamu dapat mengamati ekspresi wajahnya. Terutama jika dia baru saja kembali dari mengumpulkan bahan-bahan, semakin dia terlihat bersemangat, maka dia semakin berbahaya. Karena jika dia melihatmu, dia akan memaksamu untuk mencicipi karya terbarunya itu... Biasanya aku menarik Chongyun untuk menghadapi masalah seperti itu.",
        "Tentang Xinyan": "Di mana Xinyan melakukan pertunjukannya? Di mana pun, dari Chihu Rock sampai Yujing Terrace, tidak ada tempat yang tidak dijamah oleh kehadirannya... ah, hari yang tenang di mana aku bisa membaca buku benar-benar waktu yang berharga.",
        "Tentang Albedo": "Aku telah memikirkan ilustrasi yang kuinginkan untuk tiga volume ke depan! Aku harus menuliskannya sebelum lupa, lalu mengirimkannya kepada Tuan Kreideprinz...",
        "Tentang Zhongli": "Aku pernah melihat ayah dan kakak laki-lakiku menyambut pria ini dengan sangat sopan. Dari cara mereka menyambutnya, sepertinya pria ini dari kalangan atas. Aku juga dengar bahwa dia yang mengarahkan pemakaman untuk Adeptus, jadi dia pasti punya informasi dari orang dalam. Apa kamu ingin mengungkap rahasianya bersama-sama?",
        "Tentang Shenhe": "Aku merasa kalau Nona Shenhe selalu melihatku dengan pandangan tajam, sehingga aku jadi takut untuk menghampirinya. Aneh, apa aku pernah menyinggungnya? Atau mungkin ... menyinggung seseorang yang dekat dengannya?",
        "Mengenal Xingqiu: I": "Apa kabar? Jika kamu tidak ada urusan mendesak, boleh kusarankan untuk mengunjungi Wanwen Bookhouse?",
        "Mengenal Xingqiu: II": "Kamu tanya kenapa aku suka baca buku sendirian? ... Belajar bukanlah kebiasaan yang buruk. Tidak lebih dari itu. Sungguh.",
        "Mengenal Xingqiu: III": "Apa kamu ada waktu hari ini? Bagus. Aku siap kapan pun kamu siap. Bukuku? Oh tidak masalah! Aku selalu bisa melanjutkannya saat aku kembali nanti. Tapi mereka yang perlu pertolongan tidak bisa menunggu.",
        "Mengenal Xingqiu: IV": "Apa? Kamu ingin menulis novel pendekar detektif yang terinspirasi dari petualangan kita? Dan kamu ingin menamakannya \"Chronicles of Wanwen\"? Hahaha... ide bagus, sungguh. Tapi aku harus menolaknya. Maaf ya ....",
        "Mengenal Xingqiu: V": "\"Seorang penyair yang menenun ayat-ayat dari lautan ekspresi...\" aku ingin punya reputasi seperti itu, dan kamu adalah satu-satunya orang yang kuberi tahu soal ini. Aku sebenarnya sedang menulis sebuah novel ... tapi aku tidak bisa membiarkanmu melihatnya. Masih belum. Tapi, saat waktunya tiba nanti, kamu akan bisa menemukannya di toko buku.",
        "Hobi Xingqiu": "Hobiku adalah membaca buku. Aku suka baca segala macam dan tentang apa saja. ... Kenapa senyum begitu? Oh, ini cukup kita berdua saja yang tahu ya. Tidak baik membahas ini sembarangan, tidak ada gunanya pula.",
        "Kekhawatiran Xingqiu": "Yang menggangguku? Hmm ... suatu hari nanti, kakakku akan mewarisi bisnis keluarga. Lalu apa yang akan terjadi padaku? Aku khawatir bahwa hidupku yang bebas sekarang ini akan ... Ah, bukan, ini bukan soal status atau hal semacam itu. Itu sih aku tidak peduli. Tapi menurutku kakakku itu orangnya agak polos, dan aku merasa kalau nantinya bakal jadi aku yang mengerjakan sebagian besar tugasnya ....",
        "Makanan Favorit": "Aku suka kue-kue dan makanan laut khas Yue. Mungkin karena keluargaku biasa makan yang sedikit bumbu.",
        "Makanan yang Tidak Disukai": "Aku benci wortel. Waktu kecil, ibuku selalu menumbuk wortel, lalu ... Ah sudahlah. Memikirkannya saja bikin aku mual ....",
        "Ulang Tahun: Ucapan": "Uhuk uhuk. Kuharap kehidupanmu selalu diberkati dan bahagia selalu. Selamat ulang tahun!",
        "Ulang Tahun: Tradisi": "Sejarah bilang bahwa jembatan batu Tiancheng terbentuk dari sisa tombak batu yang dilempar oleh Archon Geo Morax dalam sebuah pertempuran. Jika kamu menyusuri jembatan itu pada hari ulang tahunmu, dan melemparkan beberapa Mora ke laut dari kedua sisinya, kamu akan diberkati sepanjang tahun ... Ulang tahun cuma setahun sekali, jadi ayo cepat kalau kamu ingin coba ... Aku tidak bercanda, ini benar! Coba saja sendiri kalau tidak percaya!",
        "Perasaan Tentang Ascension: Permulaan": "Kalau aku tidak mampu, sumber inspirasiku mungkin selamanya cuma ada di cerita dalam buku saja.",
        "Perasaan Tentang Ascension: Persiapan": "Kalau aku tidak punya prinsip moralitas yang teguh, semua usahaku akan jadi salah arah. Ditakdirkan untuk mengejar bayangan tanpa arti, aku mungkin hanya akan jadi seorang bodoh yang mendamba kekerasan.",
        "Perasaan Tentang Ascension: Klimaks": "Ada tujuan yang ingin kuperjuangkan, namun sangat sedikit di Liyue yang menginginkan hal yang sama. Aku sudah tahu akan ini sedari dulu, karena jalan ini sudah kutempuh sekian tahun lamanya.",
        "Perasaan Tentang Ascension: Konklusi": "Aku sungguh berterima kasih untuk penyertaanmu di perjalanan ini. Aku boleh berbangga pada pencapaianku, baik dalam seni bela diri maupun tujuan yang kuperjuangkan. Ah, tidak perlu basa basi lagi. Sifat kesatria! Itulah tujuan yang kuperjuangkan, dan yang ingin kukuasai. Aku tidak usah malu lagi, aku yakin ayah dan kakak juga sudah tahu. Tapi tentu saja, aku tetap harus berhati-hati dalam urusan ini.",
        "Elemental Skill: I": "Hujan penunjuk garis takdirmu!",
        "Elemental Skill: II": "Ha— hmph!",
        "Elemental Skill: III": "Kenali pedangku!",
        "Elemental Burst: I": "Saksikan kekuatan Guhua!",
        "Elemental Burst: II": "Biar kutenun sebaris syair.",
        "Elemental Burst: III": "Pembelah hujan!",
        "Mulai Lari: I": "Tubuh dan pikiran.",
        "Mulai Lari: II": "Waktunya beraksi.",
        "Membuka Peti Harta: I": "Sempurna.",
        "Membuka Peti Harta: II": "Berburu harta ... layaknya pendekar gagah berani.",
        "Membuka Peti Harta: III": "Semoga kita bisa menemukan literatur kuno.",
        "HP Rendah: I": "Ada perubahan rencana ....",
        "HP Rendah: II": "Aku tidak bisa menahan diri lagi.",
        "HP Rendah: III": "Biar aku tetap jadi kesatria di saat-saat terakhirku.",
        "Gugur: I": "Aku sudah mengajarimu ... semua ... yang kutahu ....",
        "Gugur: II": "Api yang paling terang ... padam paling cepat ....",
        "Gugur: III": "Aku kalah ....",
        "Menerima Serangan Ringan: I": "Sedikit kelalaian.",
        "Menerima Serangan Hebat: I": "Aku lengah.",
        "Menerima Serangan Hebat: II": "Gawat ....",
        "Bergabung ke Party: I": "Semoga pengetahuan dapat menuntunmu.",
        "Bergabung ke Party: II": "Sifat kesatria takkan pernah pudar.",
        "Bergabung ke Party: III": "Demi keadilan."
    },
    "jp-og": {
        "初めまして…": "僕は行秋、ただの読書好きだ。不束者だが、君のために尽力するよ。せっかくこういうセリフを言えるんだ、ハハッ、悪くないね。",
        "世間話·夜を独歩す": "「明月や、夜を独歩す、かたわらに、悪龍罰すも、また一興」",
        "世間話·文章": "「衣へと、言の葉綴る、筆先は、童に帰り、思うがままに」",
        "世間話·暇を得る": "「儚い人生の中で一瞬の暇を得た」というやつだ、ハハッ。",
        "世間話·読書": "ふむふむ、なるほど…えっ？次回お楽しみに？むっ…",
        "世間話·新刊": "そろそろ「万文集舎」の新刊入荷日だな…ついでに行ってみないかい？",
        "雨の日…": "そういえば、うちの商会の錦の傘は日傘としても雨傘としても使えないみたいだ。唯一の使い道は壁に飾るだけだよ。",
        "雨上がり…": "晴れてよかった、でないと本がカビてしまう。",
        "雪の日…": "こういう日にだけ、本屋より自宅のほうがいいと思うんだ。うちは暖をとるための炭がいくらでもあるけど、本屋は火気厳禁だからね。",
        "晴れの日…": "修行…いや、読書日和だね。よせ、僕の顔に字なんて書いていない、じっと見ないでくれ。",
        "おはよう…": "おはよう。朝の時間は貴重だから、自分の好きなことができたらいいな。",
        "こんにちは…": "昼ごはんは米よりも、菓子のほうが食べたいな。書斎で食べれば、父上や兄上に知られることもない…ん？一緒に来るのか？うん…本に食べかすを落とさなければいいよ。",
        "こんばんは…": "ホタルを捕って読書に使ってみたくないかい？むっ、僕の冗談を真に受けるなよ、目に悪いぞ。",
        "おやすみ…": "明日もいつもの場所にいるよ。君が道に迷わない限り、きっと見つけるさ。",
        "行秋自身について…": "みんなの前で礼儀正しくしてるのは、みんなが僕のことを飛雲商会の次男坊だと思ってるから。君に素を見せてるのは、君が僕をそんな目で見てないからだろうね。",
        "読書仲間について…": "君と僕は読書仲間だよね。ん？喧嘩？古華派？戦友？…ちょ、何を言ってるかな。二人の秘密だって言ったじゃないか！",
        "契りについて…": "君と契りを結ぶ、さっそく絶雲の間の祭壇に行くぞ。だめだ、断るなんて許さない。君は僕の内情を知ってしまったし、僕がずっと隠してきた本当の自分を知ってしまったんだ…君を手放すわけにはいかない。君が…手を引かないと約束してくれるなら話は別だけど。",
        "「神の目」について·古書": "「神の目」に関する記載は少ないが、僕が集めた古書に特別な記述があるんだ。探してくるから待ってて。",
        "「神の目」について·理解": "本を読んで悟ったんだけど、槍術と剣術の本質は瞳術にある。うん、説明するのは少し難しい…もし、ちゃんと知りたいなら、僕と一緒に「王山庁」に行こう。先に言っておくけど、笑ってはいけないからね。",
        "シェアしたいこと…": "璃月の行かないと損する場所？この質問は難しいなぁ…でも、なくなると悲しい場所なら…「万文集舎」は不動の一位で、「古華堂」もトップ10に入るかな。",
        "興味のあること…": "昔はウサギで、今は鹿かな。僕にとって、九死の時に見せる義侠心は全てを捨てる覚悟であって、鹿は九死から新たに生まれる希望だからね。もう一度会ってみたいな。",
        "北斗について…": "北斗殿は僕の尊敬している方だ。でも、できれば僕のことを「坊や」って呼んだり、会う度に僕の髪をわしゃわしゃしたりするのはやめてほしいかな。",
        "凝光について…": "天権様は敬重しなくてはいけない相手だ、でないと父上や兄上に迷惑をかけるからね。ん？彼女本人？そうだな…うん、悪口はやめておこう。",
        "重雲について…": "はあ、重雲のやつか、彼は僕の秘密を知ってるけど一緒に任務を行うとなると、気を付けないといけない。今の彼はまだ「武」にこだわっていて、「義侠」の心を理解してないからね。まだまだ鍛錬が必要だ…特に、辛いものを食べることに関してはね、ハハハ。",
        "雲菫について…": "雲菫はね、気に入った飲み物を飲むと、芝居の創作意欲が上がるんだ。僕の寝台の下に茶葉入れが置いてあるのも、彼女がやる気をなくした時にあげるためなんだよ。そうすれば、僕はずっと侠客物語を楽しめる。",
        "胡桃について…": "あの小娘は今の往生堂の堂主だよ。ん？彼女をどう思ってるかって？…やり方に関しては噂話を聞いてもしょうがないよ。人を理解するには、相手の本当にほしいものを理解しなければいけないからね。",
        "七七について…": "七七は謎だらけって感じだね。でも白朮先生がいると、彼女とは話せないんだ。そうだな、白朮先生が診察に出かける時を狙ってさ…",
        "香菱について…": "香菱に会った時は、彼女の表情を観察してみるといい。特に食材を手に入れたばかりの彼女が楽しそうに笑うほど、危ないんだ。試食を迫られたら…まあ、そういう時僕は重雲を身代わりするけどね。",
        "辛炎について…": "辛炎は一体どこで演出してるんだ？チ虎岩から玉京台まで、どこもかしこも彼女から逃げられないじゃない…はあ、静かに本を読む時間はどんなに貴重か。",
        "アルベドについて…": "次巻、次々巻、次々々巻の大事なシーンにどんな挿絵を入れるか全部考えておいたぞ！あっ、急いで文にして白亜先生に送らないと…",
        "鍾離について…": "父上と兄上がこの方を招待してるところを見たことがある。相手をとても敬っていたから、すごい人物なんだろうね。そういえば、彼は仙人の葬儀を担当すると聞いた、きっと物知りだと思う。彼の秘密を一緒に探ってみないかい？",
        "申鶴について…": "申鶴さんの僕を見る目つきは、少し恐ろしい感じがする。だから僕も、気軽には話しかけられない。ふむ…おかしいな、まさか無意識のうちに彼女…もしくは彼女の周りの人からの恨みを買ったのだろうか？",
        "行秋を知る·1": "最近、調子はどうだい？時間があるなら、「万文集舎」に来てみるといいよ。",
        "行秋を知る·2": "どうしていつもひとりで本を読むかって？学問を好むのって、悪いくせじゃないだろ。特別なことなんてないよ、うん、本当にないよ。",
        "行秋を知る·3": "時間を空けておいてくれたのかい？ああ、僕もいつでも出発できるよ。本？ハハッ、いいんだ、本は帰ってからでも読めるけど、僕たちの助けを必要とする人たちを待たせるわけにはいかないからね。",
        "行秋を知る·4": "いい案があるって？僕たちが前にしてきたことをモデルに、推理と武侠要素のある小説、『万文集事件簿』を書くって？うん、ハハハッ、いい案だね、でも却下、うん、却下だよ。",
        "行秋を知る·5": "「万の言葉を詩にして錦となる」なんて、僕もそんな評価がほしいな。この件は君にだけ教えるんだけど、実は僕も小説を書いてるんだ。い、今は見せられないよ。今後…今後本屋で見ることになるから。",
        "行秋の趣味…": "僕の趣味は読書だよ、なんでも読むよ。ん？何ニヤニヤしてるんだい？むっ、あのことは僕たちの秘密だから、他言無用だよ。言ったらつまらないじゃないか。",
        "行秋の悩み…": "悩みか…うん、いつか兄上が家業を継いだら、僕はどうなるだろうね。この悩みのない生活もおそらく…あっ、肩書きの話じゃないんだ、そんなの気にしてないよ。兄上はぼーとしてるからね、僕の助けがないとやっていけない気がするんだ。",
        "好きな食べ物…": "僕は菓子と月菜海鮮が好きだよ。うちはいつも薄味だからかな。",
        "嫌いな食べ物…": "ニンジンは嫌いだよ。小さい頃、母上はよくニンジンを砕いて…これ以上はやめておこう。思い出すだけで、ちょっと…",
        "誕生日·祝福": "オ、オホン…ハッピーバースデートゥユー、ハッピーバースデートゥユー。",
        "誕生日·習わし": "本によると、天成石橋は上古戦争の時、岩神モラクスが投げた石槍が崩れた後にできたものだ。誕生日に橋の上を歩き、両側の海にモラを投げると、一年間安らかに過ごせるんだって…誕生日は年に一度だけだから、行きたいなら早く行きなよ…嘘じゃない、本当、本当だよ、早く行きなって。",
        "突破した感想·起": "力がなければ、僕の心にあるあの言葉も、紙に留まるだけかもしれないな。",
        "突破した感想·承": "心に善悪を見分ける物差しがなければ、努力の方向を間違えてしまう。根本を忘れて暴力だけを追い求める俗人になる。",
        "突破した感想·転": "僕が求むあの言葉は、璃月ではどこでも通じるわけではない。ここまできて、僕も十分に理解しているけどね。",
        "突破した感想·結": "君が一緒にいてくれたおかげで、僕は満足できた——武学に対しても、あの言葉の理解に対しても。ふう、もう「義侠」の心を隠さずとも平気かな。きっと父上も兄上も僕の「義侠心」を疑ったりしないはずだ。まぁ、目立たないよう行動することについてはまだ保留中だけど。",
        "元素スキル·1": "雨、描きがたし。",
        "元素スキル·2": "裁——！",
        "元素スキル·3": "この剣は分かるかい！",
        "元素爆発·1": "古華奥義。",
        "元素爆発·2": "詩よ、錦となれ。",
        "元素爆発·3": "裁雨留虹。",
        "ダッシュ開始·1": "形は精神と共にあれ。",
        "ダッシュ開始·2": "動くべきだ。",
        "宝箱を開ける·1": "実に良いものだ。",
        "宝箱を開ける·2": "宝探しは義侠心を養う。",
        "宝箱を開ける·3": "古書などもあれば完璧だな。",
        "HP低下·1": "計画が変わった…",
        "HP低下·2": "次は本気を出すよ。",
        "HP低下·3": "「九死の堺より逃れるため、今こそ我が義侠心を見せる時だ。」",
        "戦闘不能·1": "勉強に…なった…",
        "戦闘不能·2": "灯火はいつか散る…わかってるんだ。",
        "戦闘不能·3": "しまった…",
        "ダメージを受ける·1": "構わない。",
        "重ダメージを受ける·1": "油断した。",
        "重ダメージを受ける·2": "まずい…",
        "チーム加入·1": "雨垂れ石をも穿つ。",
        "チーム加入·2": "我が義侠心は傑物にも恥じない。",
        "チーム加入·3": "勧善懲悪、仁義を通すよ。"
    }
}