{
    "zh-cn": {
        "初次见面…": "一份新的「契约」？好吧…虽然我还在度假，但也可以陪你走一趟。契约书上，该签什么名字呢？我有许多名字，度假期间的话…我会自称「钟离」。你呢，旅行者？你会签下什么名字？",
        "闲聊·旅程": "旅程总有一天会迎来终点，不必匆忙。",
        "闲聊·游览": "接下来想去哪里？如果想游历璃月名胜的话，我有一些不错的参考方案。",
        "闲聊·璃月": "为「流通」而造的船，遇到港口也会停泊，所以璃月是一切财富「沉淀」的地方。",
        "闲聊·怀旧": "欲买桂花同载酒…只可惜故人，何日再见呢？",
        "雨过天晴…": "「琉璃袋」这种植物，它偏爱潮湿的环境，最适合雨后采摘。如果发现的话，适当储备些吧。",
        "下雪的时候…": "找个地方避避雪吧。我不会有事，但你可能着凉。",
        "刮大风了…": "嗯…不适合度假的天气。去听听戏吧。",
        "早上好…": "希望今日也有好景气。",
        "中午好…": "想要吃点提神的？嗯，吃虎岩倒是有爿不错的店…",
        "晚上好…": "虽然这种时候已经错过了云先生的戏，但夜晚的璃月仍有许多好去处。",
        "晚安…": "集市已收，喧闹的码头也已沉睡。去休息吧。",
        "关于钟离自己…": "不以规矩，不能成方圆。不管是常人还是仙人，惟有各司其职，方能保璃月长久太平。",
        "关于我们·黄金": "黄金是璃月的财富，是令璃月的心脏搏动的血液。你是否拥有黄金般闪耀的心，就让我拭目以待吧。",
        "关于我们·契约": "你我既有「契约」之交——那么凡在契约范围内的事，都可同我商量。",
        "关于我们·公平": "「契约」之外的事也可与我相谈。毕竟我在这片土地上活了这么久，凡事都略通一二。哦，虽说如此，我也有希望你能为我做的事情。毕竟，这样才符合「公平」嘛。",
        "关于我们·困惑": "「契约」无法界定「友谊」、无法丈量「情谊」，那到底用什么才能称量你我之间情感的重量呢？「朋友」，你知道答案吗？",
        "关于「神之眼」…": "「神之眼」…也是一种「契约」。须知一切力量皆有其代价，一千种权力伴随着一千种责任。",
        "有什么想要分享…": "「交易」的规矩是「契约」，准则是「公平」。这是订立、遵循「契约」者绝不可忘却之事：倘若失了公平，那契约便成了欺瞒的凭据。",
        "感兴趣的见闻…": "你若去往「绝云间」，便替我采来一束「清心」吧。一束就好。此行的旅费…啊，差些忘了，「契约」生效期间，旅费由你代为垫付。那就有劳了。",
        "关于魈…": "你说，归离原的少年仙人…啊…直至今日，他仍在履行他的职责…哦，这副「连理镇心散」，请替我带给他。对了，可千万不能让小派蒙偷吃了去，这里的药力…绝非常人所能承受。",
        "关于温迪…": "嘶...好浓的酒气。那个诗人刚刚来过吧，那个和风雅二字搭不上一点关系的酒鬼诗人！你这里…唔，被他诱骗着灌了酒，话也说不清了么…你等一下，我去沏一壶「醒神茶」，只需三个时辰便好。你等一下…",
        "关于凝光…": "即便每日经手的事务千条万缕，她仍不失进取之心，实属难得。让我想起，彼时的她赤着脚从瑶光滩走到南码头，一路叫卖货品的样子。时间对于常人，真是残酷…",
        "关于胡桃…": "当代堂主？嗯…那孩子，我应付不来。",
        "关于达达利亚·沉着": "那位来自至冬的武人，还没离开璃月吗？没关系，要是他找你麻烦，你可以唤我去应付他。",
        "关于达达利亚·酒桌": "听说「公子」最近在愚人众的风评又变糟了不少。但像他这样的人，一定会用积极的行动去扫清那些对他的怨言吧。嗯…这样想来，下回酒桌上又有不少趣事可以听了。旅者，你也一起来吗？",
        "关于甘雨…": "璃月这个国度的繁荣，靠得绝不仅是「岩王帝君」的神谕，而是无数响应「契约」的岩神子民。在这之中，甘雨已是就职时间最长的一位了。关于她的往事…我怕她怪罪，让她自己和你说吧。",
        "关于刻晴…": "她是当代七星中最「不敬神」的，但我还挺欣赏这样的人。「觉得自己是正确的，就大声地说出来、坚决地去行动」——就是因为璃月有这样的人，我才会考虑退休一事。",
        "关于烟绯…": "她未曾与我签订「契约」，却在以自己的方式维护璃月各界的规矩，并将有失偏颇的观念纠正。倘若某天，她的父亲远游归来，想来会比我更欣慰吧。",
        "关于巴尔…": "时间会淬炼一切意志。而她，恰好是会为信念付出所有的人。或许正因如此，她才能走到这一步。如有机会，我也想见识一下她为之倾尽一切的「永恒」。",
        "想要了解钟离·其一": "怎么，难得闲暇，不好好休息却反来找我。是想听我讲故事吗？",
        "想要了解钟离·其二": "「黑岩厂」的起源，听说过吗？",
        "想要了解钟离·其三": "「海灯节」的起源，听说过吗？",
        "想要了解钟离·其四": "「契约之神」的事情，听说过吗？",
        "想要了解钟离·其五": "活得太久的人，只能在记忆中寻访往昔的战友、过去的景色。",
        "钟离的爱好…": "得闲时在城内散步，就能让我心安不少。嗯…这种心情，是从何时开始…？",
        "钟离的烦恼…": "让人们遵循「契约」，依照契约的规矩行事，其实是希望人们能遵循「公平」。只是这一点，总有人意识不到。",
        "喜欢的食物…": "很久以前，与朋友共饮的酒。是因为气候变了吗？唉，过去的滋味，或许再也不能重现了吧。",
        "讨厌的食物…": "我不喜欢海鲜。仅仅是看到海鲜，就会想到那种…该怎么说呢，滑溜溜的触感，洗不净的腥味。哦，原因的话…",
        "生日…": "生日快乐。这是曾在你出生的那天盛开的，「琉璃百合」的干花。",
        "突破的感受·起": "力量似乎渐渐回来了。不多，但有用。",
        "突破的感受·承": "力量增长了，身体的负担随之剧增…哦，我没事，我的构造不同常人，请不用担心。",
        "突破的感受·转": "原来如此，驱动「神之眼」驾驭元素力，对于常人而言不啻伟业。哦，原来如此…那时的他们，是抱着这样的觉悟站在我身旁啊…",
        "突破的感受·合": "不曾料想，放下「神之心」后，还能看到这种景色——感谢你，「朋友」...对了，我这里有一份新的「契约」，不一起来看看么？",
        "元素战技·其一": "壁立千仞。",
        "元素战技·其二": "震天撼地。",
        "元素战技·其三": "靡坚不摧。",
        "元素战技·其四": "俱收并蓄。",
        "元素战技·其五": "安如磐石。",
        "元素战技·其六": "固若金汤。",
        "元素爆发·其一": "天理长驱。",
        "元素爆发·其二": "此乃天道。",
        "元素爆发·其三": "天动万象。",
        "打开宝箱·其一": "遗珠弃璧，吉光片裘…",
        "打开宝箱·其二": "偶遇之物，亦有风雅。",
        "打开宝箱·其三": "不虚此行。",
        "生命值低·其一": "你的实力我姑且认可。",
        "生命值低·其二": "哈，有点意思。",
        "生命值低·其三": "不太擅长危机应对啊。",
        "倒下·其一": "啊，略感疲惫…",
        "倒下·其二": "让你看到，难堪的一面了啊。",
        "倒下·其三": "磐石…也会归于尘土…",
        "重受击·其一": "大意了吗。",
        "重受击·其二": "不足为惧。",
        "加入队伍·其一": "也好。",
        "加入队伍·其二": "就当是散心了。",
        "加入队伍·其三": "做些什么好呢…"
    },
    "id-og": {
        "Halo": "Kontrak baru ya? Baiklah. Aku sedang cuti, namun boleh saja menemanimu. Nama apa yang harus kugunakan untuk kontrak ini? Aku punya banyak nama, tapi karena sedang cuti, aku pakai nama \"Zhongli\" saja. Bagaimana denganmu, Pengembara? Nama apa yang akan kamu gunakan?",
        "Berbincang: Perjalanan": "Setiap perjalanan pasti ada akhirnya, tidak perlu terburu-buru.",
        "Berbincang: Wisata": "Ke mana lagi setelah ini? Kalau kamu ingin lihat tempat-tempat terkenal di Liyue, aku punya beberapa rekomendasi untukmu.",
        "Berbincang: Liyue": "Perahu dibuat untuk mengirim muatan, dan semuanya berlabuh ketika tiba di dermaga. Oleh karena itu, Liyue menjadi tempat berkumpulnya berbagai macam harta benda.",
        "Berbincang: Mengenang": "Rasa Osmanthus Wine ini persis seperti yang di dalam ingatanku ... Namun, di manakah mereka yang berbagi kenangan ini denganku?",
        "Setelah Hujan": "Violetgrass menyukai tempat yang lembap, dan paling bagus dipetik sehabis hujan. Simpanlah dengan benar bila kamu memetiknya.",
        "Ketika Turun Salju": "Lebih baik kita cari tempat berteduh. Aku tidak akan kenapa-kenapa, tapi kamu bisa masuk angin.",
        "Ketika Angin Berembus": "Cuaca ini tidak cocok untuk berlibur. Kita pergi nonton opera saja.",
        "Selamat Pagi": "Semoga kemakmuran juga datang hari ini.",
        "Selamat Siang": "Ingin makan supaya tambah semangat? Ah, aku tahu tempat yang enak di Chihu Rock.",
        "Selamat Malam": "Sudah jam segini, artinya kita sudah melewatkan pertunjukan opera Nona Yun. Tenang, di Liyue masih ada banyak tempat yang bisa dikunjungi di malam hari.",
        "Selamat Tidur": "Pasar sudah bubar, dan dermaga pun sudah tutup. Istirahatlah.",
        "Tentang Zhongli": "Segala sesuatu harus ada aturannya. Baik manusia fana maupun Adeptus, semua memiliki perannya masing-masing. Aturan inilah yang selama ini berhasil menjaga kedamaian di Liyue.",
        "Tentang Kita: Emas": "Emas adalah sumber kekayaan Liyue, ibarat darah yang mengalir seiring detak jantungnya. Apakah hatimu berkilau bagaikan emas murni? Biar waktu yang memutuskan, dan aku yang menyaksikan.",
        "Tentang Kita: Kontrak": "Aku dan kamu telah terikat kontrak. Kamu bebas mendiskusikan apa pun denganku, selama hal itu masih tercakup di dalam kontrak.",
        "Tentang Kita: Adil": "Kita boleh juga mendiskusikan hal-hal yang ada di luar kontrak. Bagaimana pun, aku sudah hidup begitu lama, dan aku tahu satu-dua hal tentang berbagai urusan. Tentunya, kuharap kamu pun mau melakukan sesuatu untukku. Dengan demikian, pertukaran ini menjadi adil.",
        "Tentang Kita: Kebingungan": "Kontrak tidak dapat mendefinisikan hubungan pertemanan, dan tidak dapat mengukur perasaan. Tolak ukur seperti apa yang dapat kita jadikan acuan? Temanku, apakah kamu mengetahui jawabannya?",
        "Tentang Vision": "Vision pun termasuk sebuah kontrak. Ketahuilah, ada harga yang harus dibayar untuk segala jenis kekuatan. Punya seribu kekuatan, berarti punya seribu tanggung jawab.",
        "Ada yang Ingin Diceritakan": "Setiap pertukaran dilakukan atas dasar kontrak dan asas keadilan. Bila keadilan telah dilanggar, maka kontrak pun menjadi bukti penipuan. Ingatlah hal ini ketika menyusun dan menjalankan sebuah kontrak.",
        "Cerita Menarik": "Kalau kamu mau ke Jueyun Karst, tolong ambilkan Qingxin untukku. Cukup satu genggam saja. Ongkos perjalanan ...? Ah, aku hampir lupa. Selama kita masih terikat kontrak, semua biaya yang timbul akan ditanggung oleh dirimu. Mohon kerja samanya, ya.",
        "Tentang Xiao": "Yang kamu maksud adalah Adeptus muda dari Guili Plains ... yang masih menjalankan tugasnya sampai hari ini. Tolong, wakili aku dan berikan Remedium Tertiorum ini padanya. Ah, jangan sampai Paimon yang memakannya ya. Tidak ada makhluk fana yang bisa tahan terhadap khasiat obat ini.",
        "Tentang Venti": "Ck, ada bau arak. Si penyair itu tadi ke sini ya? Pemabuk seperti dia merusak citra baik semua seniman, sungguh memalukan. Kamu ... Apa kamu dikerjai olehnya sampai mabuk? Bicaramu mulai tidak jelas. Baiklah, biar kubuatkan sepoci teh untuk menyadarkanmu. Tehnya akan siap diminum dalam enam jam, jadi kamu tunggu sebentar ya.",
        "Tentang Ningguang": "Kesibukan Ningguang setiap harinya sudah sedemikian banyak, namun dia tetap berkeinginan untuk terus maju. Tipe orang yang jarang ada. Aku teringat pada dirinya yang ketika itu berusaha keras menjual barang dagangannya, berjalan tanpa alas kaki dari Yaoguang Shoal sampai ke dermaga selatan. Waktu memang tidak berbelas kasihan kepada manusia fana.",
        "Tentang Hu Tao": "Direktur Funeral Parlor saat ini? Ah, aku tidak sanggup menangani anak itu.",
        "Tentang Tartaglia: Tenang": "Berandalan dari Snezhnaya itu masih belum pergi juga dari Liyue? Sudah, beri tahu saja aku kalau dia cari gara-gara lagi denganmu. Aku yang akan membereskannya.",
        "Tentang Tartaglia: Minuman": "Kudengar nama Childe belakangan ini sedang ramai diperbincangkan di kalangan Fatui. Tipe orang seperti dia, pasti tidak akan diam saja membiarkan dirinya jadi bahan pembicaraan orang-orang yang menentangnya. Hmm, sepertinya ada banyak kisah menarik yang akan diceritakan ketika kami minum bersama lagi nanti. Pengembara, kamu mau ikut?",
        "Tentang Ganyu": "Liyue bisa sedemikian makmur, bukan semata-mata berkat perhitungan dan kebijaksanaan Rex Lapis. Para pelayan Archon Geo yang terus menaati kewajiban yang tertera di dalam kontrak mereka, juga memiliki andil yang tidak sedikit. Di antara mereka, Ganyu-lah yang paling lama mengabdi. Kalau ingin tahu tentang masa lalunya ... Langsung saja bertanya padanya. Aku takut dia tersinggung, bila perkataanku terdengar kurang sopan di telinganya.",
        "Tentang Keqing": "Di antara para Qixing, dialah yang paling tidak menghormati para dewa. Tapi, aku sebetulnya lemah dengan tipe orang seperti dirinya, yang selalu lantang menyuarakan pendapat bila dirasa benar, dan selalu bergerak cepat dalam bertindak. Karena keberadaan orang-orang seperti dialah, aku mulai mempertimbangkan untuk mundur dari kepemimpinanku di Liyue.",
        "Tentang Yanfei": "Walaupun tidak pernah menandatangani kontrak denganku, dia menegakkan ketertiban dalam banyak lapisan masyarakat Liyue dengan caranya sendiri, menghilangkan kesalahpahaman dan meluruskan yang tidak benar ... Jika suatu hari nanti ayahnya pulang dari perjalanan panjangnya, aku yakin dia akan jauh lebih senang daripada aku.",
        "Tentang Baal": "Waktu menempa hasrat dan keyakinan. Dan dia, dia sanggup mengorbankan semua orang demi keyakinannya. Mungkin, justru itulah yang menyebabkan dirinya bisa berdiri di tempatnya berada hari ini. Jika ada kesempatan, aku juga ingin tahu tentang \"Keabadian\" yang dia kejar sepenuh hatinya itu.",
        "Mengenal Zhongli: I": "Sekalinya kamu punya waktu luang, kamu tidak istirahat, melainkan kemari mencariku. Apa kamu ingin mendengar cerita-ceritaku?",
        "Mengenal Zhongli: II": "Apa kamu tahu tentang asal usul Blackcliff Forge?",
        "Mengenal Zhongli: III": "Apa kamu tahu tentang asal usul Lantern Rite?",
        "Mengenal Zhongli: IV": "Dewa Kontrak, apa kamu sudah pernah dengar tentang dirinya?",
        "Mengenal Zhongli: V": "Mereka yang sudah hidup terlalu lama, hanya bisa mengenang sahabat yang telah pergi dan peristiwa yang sudah berlalu.",
        "Hobi Zhongli": "Ketika senggang, aku suka berjalan-jalan menyusuri kota. Rasanya sungguh menenangkan. Hmmm ... sejak kapan perasaan seperti ini mulai muncul ...?",
        "Kekhawatiran Zhongli": "Menghormati dan mematuhi kontrak, bertindak sesuai aturan yang sudah disepakati di dalamnya. Sesungguhnya, hal ini hanyalah tentang menghargai asas keadilan. Sayang sekali, masih banyak orang yang tidak mengerti akan hal sesederhana ini.",
        "Makanan Favorit": "Ada sejenis arak yang biasa kuminum bersama teman-temanku, dulu sekali ... Apakah karena iklim sudah berubah? Sayangnya, rasa yang dulu pernah ada itu mungkin tidak akan pernah bisa kunikmati lagi.",
        "Makanan yang Tidak Disukai": "Aku tidak suka makanan laut. Melihatnya saja sudah membuatku ingat dengan ... tekstur berlendir dan bau amis yang tidak bisa hilang. Semua itu karena ...",
        "Ulang Tahun": "Selamat ulang tahun. Ini adalah bunga Glaze Lily kering yang mekar di hari kelahiranmu.",
        "Perasaan Tentang Ascension: Permulaan": "Kekuatanku telah kembali. Belum banyak, tapi cukup.",
        "Perasaan Tentang Ascension: Persiapan": "Kekuatanku bertambah, demikian pula beban pada tubuh ini pun bertambah ... Oh, tidak apa-apa. Tubuhku memang berbeda dari orang biasa. Tidak perlu khawatir.",
        "Perasaan Tentang Ascension: Klimaks": "Begitu ya. Menggunakan Vision untuk mengendalikan elemen. Hal ini tidak mudah bagi orang biasa. Jadi ... mereka yang berdiri di sampingku pada waktu itu, juga menyadari hal ini ....",
        "Perasaan Tentang Ascension: Konklusi": "Kukira aku tidak akan pernah bisa melihat pemandangan seperti ini lagi setelah aku menyerahkan Gnosis-ku. Terima kasih, sahabatku. Oh iya, aku punya kontrak baru. Maukah kamu melihatnya bersamaku?",
        "Elemental Skill: I": "Bangkitlah.",
        "Elemental Skill: II": "Berguncanglah.",
        "Elemental Skill: III": "Runtuhlah.",
        "Elemental Skill: IV": "Berkumpul.",
        "Elemental Skill: V": "Sekokoh batu.",
        "Elemental Skill: VI": "Sekuat karang.",
        "Elemental Burst: I": "Perintah langit menuntunmu.",
        "Elemental Burst: II": "Ini perintah!",
        "Elemental Burst: III": "Taati perintah langit!",
        "Membuka Peti Harta: I": "Sampah seseorang adalah harta bagi orang lain ....",
        "Membuka Peti Harta: II": "Yang tidak diminta, lebih berharga.",
        "Membuka Peti Harta: III": "Setara dengan usahanya.",
        "HP Rendah: I": "Jerih payahmu telah diakui.",
        "HP Rendah: II": "Ha, menarik.",
        "HP Rendah: III": "Aku tidak mahir pertolongan pertama.",
        "Gugur: I": "Uh, rasanya agak ... aneh ....",
        "Gugur: II": "Ini memalukan, kamu seharusnya tidak boleh melihatku seperti ini ....",
        "Gugur: III": "Batu fondasi pun ... menjadi debu ....",
        "Menerima Serangan Hebat: I": "Gegabah ...",
        "Menerima Serangan Hebat: II": "Tak perlu takut.",
        "Bergabung ke Party: I": "Baiklah.",
        "Bergabung ke Party: II": "Boleh, ayo jalan-jalan.",
        "Bergabung ke Party: III": "Mau apa ya ...."
    },
    "en-og": {
        "Hello": "A new contract? Okay. I'm still on leave, but I can accompany you for a while. What name should I use on the contract? I have a great many names, though when on leave I tend to go by Zhongli. And you, Traveler? What name will you be signing on this contract?",
        "Chat: Journeys": "Every journey has its final day. Don't rush.",
        "Chat: Tours": "Where do you want to go next? If you'd like to see Liyue's tourist spots, I have a few references.",
        "Chat: Liyue": "Boats are made for transferring commodities back and forth, and those that come across Liyue tend to stay a while, so it is where many things come to settle.",
        "Chat: Reminiscing": "Osmanthus wine tastes the same as I remember... But where are those who share the memory?",
        "After the Rain": "Violetgrass is a plant that enjoys a moist environment and is best picked after it rains. If you should choose to pick any, be sure to store them appropriately.",
        "When It Snows": "We should look for a place to take shelter. I'll be fine, but we don't want you catching a cold.",
        "When the Wind Is Blowing": "This weather is no good for being on vacation. We should go and take in an opera.",
        "Good Morning": "I hope today too shall be prosperous.",
        "Good Afternoon": "Want a quick meal to pick us back up? I know a good place in Chihu Rock.",
        "Good Evening": "By this time of night, we will have already missed Ms. Yun's play, but Liyue is full of interesting places to explore, even at night.",
        "Good Night": "The market is closed and the port has settled. Go get some rest.",
        "About Zhongli": "Nothing can be accomplished without rules or standards. No matter if it is mortals or adepti, everyone has their place. This rule is what keeps Liyue in peace.",
        "About Us: Gold": "Gold is Liyue's treasure. It is the blood that runs through her heart. As for whether your own heart shines like gold — we will have to wait and see.",
        "About Us: Contracts": "You and I have a contract, so feel free to discuss anything at all within the scope of said contract.",
        "About Us: Fairness": "We can discuss matters that fall outside of our contract, too. After all, I have been on this land for a time, and have come to know a thing or two. Of course, I do hope you can do some things for me as well. That would only be fair.",
        "About Us: Confusion": "Contracts cannot be used to define friendship, nor measure sentiment. So just what can we use to measure the weight of our emotions? Do you know the answer, friend?",
        "About the Vision": "Visions... are also a type of contract. You should know that all power comes at a price. For every bit of power you gain, so too do you gain more responsibility.",
        "Something to Share": "Trade relies on both contracts and fairness. There is one thing you must never forget when making and abiding by a contract: if fairness is lost, then the contract shall become proof of one's deception.",
        "Interesting Things": "If you're heading to Jueyun Karst, please bring me back a bunch of Qingxin. Just one bunch is enough. Travel expenses...? Ah, I almost forgot. During the effective period of our contract, travel expenses are to be paid for by yourself. Sorry to bother you.",
        "About Xiao": "You speak of the young adeptus of Guili Plains... *sigh* Still fulfilling his duty to this very day. Please, give this Remedium Tertiorum to him on my behalf. Oh, yes... be sure not to let Paimon eat them. Nothing of this world can withstand the power of this medicine.",
        "About Venti": "*sniff* Tsk... It reeks of wine. That bard has just been through here, hasn't he? That drunkard is a disgrace to the arts. Oh... Has he tricked you into getting drunk? You're slurring a little. Wait a moment, I'll brew a pot of sobering tea. It'll be ready in only six hours, so just wait a moment.",
        "About Ningguang": "Despite the multitude of affairs that she deals with in a day, Ningguang always continues to press on. A rare gem indeed. I'm reminded of the time that she used to walk barefoot from Yaoguang Shoal to the south wharf, trying to sell her wares as she went. Time is cruel to humans.",
        "About Hu Tao": "The current overseer of the funeral parlor? Ahem. I cannot deal with that child.",
        "About Tartaglia: Composed": "That rascal from Snezhnaya has yet to depart from Liyue? Heh, no matter. Just let me know if he gives you any trouble. I shall deal with the matter swiftly.",
        "About Tartaglia: Drinks": "It's said that Childe and his reputation have yet again stirred up waves among the inner ranks of the Fatui. Knowing his type, he will be sure to swiftly depose anyone who dares to challenge his actions. Hmm... Come to think of it, there will be a lot of interesting news to be heard the next time we gather for drinks. Care to join me when the time comes, Traveler?",
        "About Ganyu": "Liyue's prosperity has not merely been built on Rex Lapis' oracles or wisdom. It is also thanks to the countless servants of the Geo Archon who have honored their end of the contract. Of them, Ganyu is the one who has served for the longest time. If you want to know about her past... You should ask her about it. I fear my wording would not be delicate enough to receive her approval.",
        "About Keqing": "She is the most impious of the Qixing — but I actually find the conviction of such people quite endearing. The only reason I was able to consider taking a step back from such overarching management of Liyue was because there are people like her. People who speak up when they believe themselves to be right, and then go and do something decisive about it.",
        "About Yanfei": "Despite never having signed a contract with me, she upholds order within many strata of Liyue society in her own way, dispelling misconceptions and correcting biases... Should her father one day return from his travels, I imagine that he would be even more delighted than I.",
        "About Baal": "Time tempers all volition. Yet she would give up everyone for her beliefs. Perhaps it is for this very reason that she has come to where she stands today... Should the chance come by me, I too would like to learn of the Eternity for which she so earnestly endeavors.",
        "More About Zhongli: I": "Why is it that once you finally get a break, rather than taking a rest, you instead come to me? Is it that you want to hear one of my stories?",
        "More About Zhongli: II": "Have you heard of the origin of the Blackcliff Forge? In the past, they would mine the ore veins of Mt. Tianheng, and then replace the cavities with factory equipment. Tunnels run in all directions throughout the mountain — some even run to the ruins deep within the earth. I doubt there is a person today who could map out all the tunnels.",
        "More About Zhongli: III": "Have you heard of the origins of the Lantern Rite? In a war, long ago, the people of Liyue would release lanterns to remind their soldiers of the way home, and to never lose sight of themselves. Though in this day and age, I doubt there are any that remember.",
        "More About Zhongli: IV": "The God of Contracts. Have you heard of him? He has an impressive memory. He remembers the name of every person he comes across, and the date that every ship built in Liyue sets sail. After all, only in being able to do so can he memorize all of the contracts he holds. With that said, not every memory is a happy one...",
        "More About Zhongli: V": "For those that live too long, the friends of days gone by and scenes from their adventures live on in their memories. As such, I have no regrets in meeting you, friend. Should the day ever come that we are not together, you will continue to shine like gold in my memories.",
        "Zhongli's Hobbies": "I enjoy partaking in walks through the city — when time permits. I find it very calming. Yes... Just when did this feeling begin...?",
        "Zhongli's Troubles": "To get people to abide by a contract and act in accordance with the guidelines set out within is simply to ask them to respect the concept of fairness. It is not a large request. How are there those who still do not understand such simplicity?",
        "Favorite Food": "There was once a drink I used to enjoy with friends — long ago... Is it because the climate has changed? A shame I will never be able to relish in its smooth flavor again.",
        "Least Favorite Food": "I don't like seafood. Just seeing it reminds me of that... slimy texture, and that scent that just won't wash off. As for why I hate it... *sigh* It's a long story, so let's just say my memory is a little too good.",
        "Birthday": "Happy birthday. This is a dried Glaze Lily that came into bloom on the day of your birth. Long ago, the people of Liyue would say that this flower blooms bearing the weight of the beautiful memories and prayers of the land. I believe this to have applied on the day you were born as well.",
        "Feelings About Ascension: Intro": "It seems my strength is returning. Not a lot, but enough.",
        "Feelings About Ascension: Building Up": "My power is growing, and so with it grows the burden on my body... I'm okay. My structure is not the same as that of normal people. Please, do not worry yourself.",
        "Feelings About Ascension: Climax": "I see. Using a Vision harnesses elements. As far as the common folk are concerned, this is no small feat. So... back then... they were aware of this as they stood beside me...",
        "Feelings About Ascension: Conclusion": "After letting go of my Gnosis, I never expected to see a day like this again. Thank you, friend. Ah, yes, I have a new contract here. Care to take a look at it together?",
        "Elemental Skill: I": "Rise!",
        "Elemental Skill: II": "Quake!",
        "Elemental Skill: III": "Crumble!",
        "Elemental Skill: IV": "Gather.",
        "Elemental Skill: V": "Stabilize.",
        "Elemental Skill: VI": "Solidify.",
        "Elemental Burst: I": "Order guide you.",
        "Elemental Burst: II": "This is order.",
        "Elemental Burst: III": "I will have order!",
        "Opening Treasure Chest: I": "One man's stone is another man's gem...",
        "Opening Treasure Chest: II": "Unsolicited... and all the more valuable for it.",
        "Opening Treasure Chest: III": "Certainly worth the extra mile.",
        "Low HP: I": "I see your power.",
        "Low HP: II": "Ha, this is getting interesting.",
        "Low HP: III": "Emergency countermeasures aren't my thing.",
        "Fallen: I": "Ugh... I'm feeling a little... off...",
        "Fallen: II": "You shouldn't see me like this...",
        "Fallen: III": "Even bedrock can be turned to dust...",
        "Heavy Hit Taken: I": "Careless...",
        "Heavy Hit Taken: II": "Nothing to fear.",
        "Joining Party: I": "Sure.",
        "Joining Party: II": "A walk would be nice.",
        "Joining Party: III": "What shall we do?"
    }
}